Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: GNOME 3 is designed to reduce distraction and interruption and to put you in control. Our new notifications system subtly presents messages and will save them until you are ready for them, and the GNOME 3 panel has been styled so that it is part of the background, not the foreground. These changes allow you to focus on your creative tasks.
af: GNOME 3 is ontwerp om onderbrekings te verminder en die gebruiker in beheer te plaas. Ons nuwe kennisgewings wys boodskappe en stoor dit totdat die gebruiker gereed is daarvoor. Die GNOME 3-paneel is so gestileer dat dit deel is van die agtergrond, nie die voorgrond nie. Dié veranderinge laat mens fokus op jou kreatiewe take.
ar: صممت جنوم 3 للحد من التشتيت والمقاطعة ولتجعل الأمور تحت سيطرتك. يقدم نظام التنبيهات الجديد الرسائل بشكل جيّد، ويحفظها إلى أن تصير جاهزاً لها، وقد تم تنسيق شريط جنوم كجزء من الخلفيّة وليس العمل. تسمح لك هذه التغييرات بالتركيز على مهماتك الإنتاجيّة والإبداعيّة.
ca: El GNOME 3 s'ha dissenyat per reduir les distraccions i interrupcions i donar-vos el control de la situació. El sistema de notificacions nou mostra els missatges d'una forma subtil i els desarà fins que tingueu un moment per ells. El quadre del GNOME 3 s'ha dissenyat de tal manera que formi part del fons no del primer pla, d'aquesta manera us podeu centrar en les vostres tasques.
cs: GNOME 3 je navržené tak, aby omezilo rozptylování a vyrušování a vše bylo pod vaší kontrolou. Náš nový systém oznamování decentně předkládá zprávy a schovává je až do chvíle, kdy máte čas se jimi zabývat. Panel GNOME 3 je stylizován tak, aby byl součástí pozadí, ne popředí. Díky těmto změnám se můžete zaměřit na svou tvůrčí činnost.
da: GNOME 3 er designet til at reducere forstyrrelser og til at sætte dig i førersædet. Vores nye besked-system præsenterer beskeder på en afslappet måde og gemmer dem til du klar til dem. Panelet i GNOME 3 er stylet så den er en del af baggrunden, ikke forgrunden. Disse ændringer gør dig i stand til at fokusere på dine kreative opgaver.
de: GNOME 3 wurde entworfen, um Ablenkungen und Unterbrechungen zu vermeiden und um Ihnen die Zügel in die Hand zu geben. Unser neues Benachrichtungssystem bietet die Möglichkeit, Mitteilungen zu speichern, bis Sie sie lesen möchten. Außerdem ist das GNOME-Panel nun Teil des Hintergrundes, was es Ihnen erlaubt, sich gänzlich auf Ihre kreative Arbeit zu konzentrieren.
el: Το GNOME 3 είναι σχεδιασμένο για να μειώσει τους περισπασμούς και τις παρεμβάσεις και για να βάλει εσάς στον έλεγχο. Το νέο μας σύστημα ειδοποιήσεων ευφυώς παρουσιάζει μηνύματα και θα τα αποθηκεύει μέχρι να είστε εσείς έτοιμοι για αυτά, και ο πίνακας GNOME 3 έχει διακοσμηθεί έτσι ώστε να είναι κομμάτι του φόντου, όχι του προσκήνιου. Αυτές οι αλλαγές σας επιτρέπουν να δώσετε προσοχή στις δημιουργικές εργασίες σας.
eo: GNOME 3 estas fasonita por redukti ĝenojn kaj interrompojn kaj ebligi al vi regi. Nia nova sciiga sistemo montras mesaĝojn subtile kaj konservas ilin ĝis vi estas preta por ili, kaj la GNOME 3 panelo estis fasonita por esti parto de la fono, ne parto de la malfono. Ĉi tiuj ŝanĝoj permesas al vi koncentriĝi pri viaj kreemaj taskoj.
es: GNOME 3 está diseñado para reducir las distracciones y las interrupciones y darle el control. El nuevo sistema de notificaciones presenta los mensajes sutilmente y los guardará hasta que esté listo para atenderlo, y el panel de GNOME 3 se ha diseñado para que sea parte del fondo y no del primer plano. Estos cambios le permiten centrarte en sus tareas creativas.
fa: گنوم ۳ برای کم کردن میزان گیج‌شدن و وقفه، و برای دادن اختیار کامل به شما طراحی شده است. سیستم اعلان جدید به شکلی زیرکانه پیام‌ها را نشان می‌دهد و تا زمانی که برای دیدن آنها آمادگی داشته باشید آنها را ذخیره می‌کند، و تابلوی گنوم ۳ به گونه‌ای طراحی شده است که بخشی از پس‌زمینه باشد، و نه پیش‌زمینه. این تغییرات به شما کمک می‌کند که بر روی کارهای خلاقانه خود تمرکز کنید.
gl: GNOME 3 foi deseñado para reducir a distracción e mitigar as interrupcións e darlle a vostede o control. O noso novo sistema de notificacións móstralle as mensaxes e gardaraos até que poida atendelos, ademais o panel de GNOME 3 foi redeseñado e agora é parte do fondo de escritorio. Estes cambios permítelle enfocarse nas tarefas creativas.
he: ‏GNOME 3 מתוכנן להפחתת הסחות דעת והפרעות ולהשיב לך את השליטה. מערכת ההתרעות החדשה שלנו מציגה הודעות בעדינות ותשמור אותן לשימוש מאוחר יותר, הלוח של GNOME 3 עוצב כך שהוא חלק מהרקע ולא מהחזית. שינויים אלו מאפשרים לך להתמקד במשימות היצירתיות שלך.
id: GNOME 3 dirancang untuk mengurangi gangguan dan interupsi dan memberi Anda kendali. Sistem pemberitahuan baru kami secara halus menyajikan pesan dan akan menyimpan mereka sampai Anda siap, dan panel GNOME 3 telah disusun sehingga menjadi bagian dari latar belakang, bukan latar depan. Perubahan ini memungkinkan Anda fokus ke tugas kreatif Anda.
it: GNOME 3 è stato progettato per ridurre le distrazioni e le interruzioni e per mettere tutto nelle tue mani. Il nostro nuovo sistema di notifiche presenta in modo discreto i messaggi e li conserva fino a quando non si è pronti a dare loro attenzione; il pannello di GNOME 3 è stata disegnato in modo che sia parte dello sfondo, non del primo piano. Queste modifiche consentono di concentrarsi sulle proprie attività produttive e creative.
ja: GNOME 3 は気が散ったり作業を中断したりすることのないように設計されており、作業に集中することができます。新しい通知システムはメッセージをさりげなく表示し、対応できるようになるまでメッセージを残しておきます。GNOME 3 のパネルは前面に出てくるのではなく、背景の一部となるようなスタイルになっています。こういった変更点によって、創造的な作業に注力できるようになりました。
ko: 그놈 3는 혼란스러움과 방해요소를 줄이고 여러분이 제어에 치중하도록 설계되었습니다. 우리의 새로운 알림 시스템은 기민하게 메시지를 표시하고 알림을 위해 기다리기 전까지 저장할 것이며, 그놈 3 패널은 일정한 양식에 맞게 디자인되어 전경이 아닌 배경의 일부가 됩니다. 이러한 변화로 하여금 여러분의 창조적 작업에 집중할 수 있도록 해줍니다.
lt: GNOME 3 suprojektuota taip, jog nenukreiptų jūsų dėmesio į šalį ir leistų jums viską kontroliuoti. Naujoji mūsų pranešimų sistema subtiliai praneš apie žinutę ir kantriai lauks kol jūs galėsite ją perskaityti. GNOME 3 skydelis sukurtas taip, kad būtų dalis fono, o ne priekinio plano. Šie pakeitimai leis jums susikoncentruoti ties savo darbais.
lv: GNOME 3 ir veidots tā, lai nenovērstu uzmanību un mazinātu nevēlamus darba pārtraukumus. Mūsu jaunā paziņojumu sistēma neuzkrītoši parādīs jaunos ziņojumus un tos saglabās, līdz būsiet gatavi tiem atbildēt. GNOME 3 panelis ir noformēts kā daļa no fona, nevis priekšplāna. Šīs izmaiņas ļauj jums pievērst uzmanību savam radošajam darbam.
pt_br: O GNOME 3 é desenhado para reduzir a distração e a interrupção, colocando você no controle. Nosso novo sistema de notificação apresenta sutilmente as mensagens e irá salvá-las até que você esteja pronto para elas; e o painel do GNOME 3 foi desenhado de forma que isso seja parte do plano de fundo, não do primeiro plano. Essas alterações permitem que você se foque em suas tarefas criativas.
ro: GNOME 3 este conceput pentru a reduce distragerile și întreruperile și pentru a vă pune în control. Noul nostru sistem de notificări prezintă mesajele în mod subtil și le salvează până când sunteți gata pentru ele, iar panoul GNOME 3 a fost stilizat pentru a fi o parte din fundal nu prim-plan. Aceste modificări vă permit să vă concentrați asupra sarcinilor dumneavoastră creatoare.
ru: GNOME 3 позволяет вам меньше отвлекаться и сохранять управление системой. Новая система уведомлений показывает сообщения и сохраняет их до тех пор, пока вы не будете к ним готовы. Панель GNOME 3 находится на заднем плане, а не на переднем. Эти изменения позволяют вам сосредоточиться на своих задачах.
sl: Namizje GNOME 3 je zasnovano z zamislijo, da morajo biti sistemski opomniki in programska sporočila nevsiljiva in nemoteča, hkrati pa mora biti nadzor nad delovanjem še vedno v rokah uporabnika. Nov obvestilni sistem nevsiljivo prikaže sporočila in jih shrani do pregleda. Pult namizja, kjer so ta prikazana, je zasnovan kot del ozadja in ne moti programov, ki so trenutno v žarišču.
tr: GNOME 3, dikkat dağınıklığını ve kesintiyi azaltmak ve kontrolü size vermek için tasarlandı. Yeni bildirim sistemimiz iletileri ustaca sunuyor ve siz okumak için hazır olana kadar onları saklıyor, ve GNOME 3 paneli de ön planın değil arka planın bir parçası olacak tarzda şekillendirildi. Bu değişiklikler, sizin yaratıcı görevlerinize odaklanmanıza olanak tanıyor.
ug: GNOME 3 لايىھىسى دىققەت چېچىلىشنى ئازايتىپ، خىزمىتىڭىزنى ئۈزۈۋەتمەي، ھەممىسى سىزنىڭ باشقۇرۇشىڭىزدا بولىدۇ. يېپيېڭى ئەسكەرتىش سىستېمىسى ئۇچۇرنى ئۇستىلىق بىلەن كۆرسىتىپ، ئۇلارنى ئوقۇپ بولغۇچە ساقلاپ تۇرىدۇ. شۇنىڭ بىلەن بىللە GNOME 3 تاختىسىنىڭ ئۇسلۇبى ئالدى كۆرۈنۈشنىڭ ئەمەس بەلكى تەگلىكنىڭ بىر قىسمىغا ئايلاندى. بۇ ئۆزگىرىشلەر دىققىتىڭىزنى ئىجادىيىتىڭىزگە مەركەزلەشتۈرۈشىڭىزگە پايدىلىق.
zh_cn: GNOME 3 的设计致力于减少注意力分散、不打断您的工作，同时使一切尽在您的掌控。全新的提示系统能精妙地显示消息，并将其保留，直到您阅读它们。而 GNOME 3 面板的风格使其与背景融为一体，不再占用宝贵的前景视线。
zh_tw: GNOME 3 的設計致力於減少注意力分散及工作中斷，讓一切盡在你的掌控之中。全新的提示系統能精確地顯示訊息，並將其保留直到你想要閱讀為止。同時 GNOME 3 的面板被設計成為背景的一部份，不再佔用寶貴的前景視線。

source: Everything at your fingertips
af: Alles byderhand
ar: كل شيء بين أصابع يديك
ca: Tot el que voleu a la punta dels dits
cs: Vše máte v malíčku
da: Alt er nemt tilgængeligt
de: Alles auf Knopfdruck
el: Τα πάντα στη διάθεσή σας
eo: Ĉion per butonpremo
es: Todo al alcance de sus dedos
fa: همه‌چیز زیر انگشتان شما
gl: Todo nos teus dedos
he: הכול בקצות האצבעות
id: Semua di ujung jari Anda
it: Tutto a portata di mano
ja: すべてが手元に
ko: 당신에 손 끝에 모든 것을 ...
lt: Viskas jūsų rankose
lv: Viss ir viegli pieejams
pt_br: Tudo na ponta dos seus dedos
ro: Totul la vârful degetelor
ru: Всё под контролем
sl: Hitra dostopnost
tr: HERŞEY PARMAKLARINIZIN UCUNDA
ug: ھەممىسى بارماقلىرىڭىزنىڭ باشقۇرۇشىدا
zh_cn: 一切尽在指尖
zh_tw: 一切盡在彈指之間

source: With the new GNOME desktop, everything can be quickly accessed from the keyboard. Press the activities key and search: it's as simple as that. You'll love this feature if you're a user who likes things to happen fast.
af: Met die nuwe GNOME-werkskerm kan alles vinnig met die sleutelbord bereik word. Druk die aktiwiteite-knoppie en soek: dis hoe maklik dit is. Dit is ideaal vir gebruikers wat wil sien dat dinge vinnig gebeur.
ar: يمكن الوصول لكل شيء بسهولة من لوحة المفاتيح في سطح مكتب جنوم الجديد. اضغط زرّ الأنشطة وابحث: الأمر بهذه السهولة. ستحب هذه الميزة إذا كنت مستخدماً يحب أن تسير الأمور بسرعة.
ca: Amb l'escriptori GNOME nou, es pot accedir a tot directament des del teclat. Només cal que premeu la tecla d'activitats i cerqueu: així de senzill. Us encantarà si sou del tipus d'usuari que li agrada que tot es faci al moment.
cs: V novém pracovním prostředí GNOME se ke všemu dostanete rychle z klávesnice. Zmáčknete klávesu aktivit a hledáte: snadné jak jen to může být. Pokud jste uživatelem, který chce vše rychle, tak si tuto funkci zamilujete.
da: Med det nye GNOME-skrivebordsmiljø, kan alt hurtigt blive tilgået fra tastaturet. Tryk på aktivitets-tasten og søg: så nemt er det. Du vil elske denne funktion hvis du er en bruger, som kan lide at tingene sker hurtigt.
de: Mit der neuen GNOME-Arbeitsumgebung können Sie alles einfach über die Tastatur erreichen. Mit der Suche über die Aktivitäten-Taste ist alles denkbar einfach. Sie werden es lieben, sofern Sie eine schnelle Arbeitsweise bevorzugen.
el: Με την νέα επιφάνεια εργασίας GNOME, τα πάντα είναι εύκολα προσβάσιμα από το πληκτρολόγιο. Πιέστε το κουμπί δραστηριοτήτων και αναζητήστε: είναι τόσο απλό. θα αγαπήσετε αυτό το χαρακτηριστικό αν είστε ένας χρήστης που του αρέσουν τα πράγματα να συμβαίνουν γρήγορα.
eo: Ĉio povas esti atingita rapide per la klavaro, kun la nova GNOME labortablo.Alklaku sur la aktivecoj etikedo kaj serĉu: Estas tiel simple. Vi ŝatos ĉi tiun funkcion se vi ŝatas ke ĉio okazu rapide.
es: Con el nuevo escritorio GNOME, puede acceder a todo rápidamente desde el teclado. Pulse la tecla «actividades» y busque: es tan sencillo como eso. Le encantará esta característica si es un usuario al que le gusta que las cosas vayan rápido.
fa: با رومیزی جدید گنوم ۳، هر چیزی می‌تواند به سرعت از طریق صفحه‌کلید در دسترس قرار بگیرد. دکمه‌ی فعالیت را فشار بدهید و جستجو کنید: به همین آسانی است. در صورتی که شما یکی از کاربرانی هستید که دوست دارند اتفاقات سریع رخ بدهند، عاشق این امکان خواهید شد.
gl: Co novo sistema de escritorio de GNOME pode acceder a calquera cousa desde o teclado. Prema a tecla de actividades e busque: é tan sinxelo como iso. De seguro que lle gustará esta nova característica se é un usuario que lle gusta que as cousas acontezan rápido.
he: עם שולחן העבודה החדש של GNOME, הכל הופך לנגיש באמצעות המקלדת. הקלדה על מקש הפעילויות וביצוע חיפוש: זה עד כדי כך פשוט. משתמשים שאוהבים שדברים קורים מהר יתאהבו במהירות בתכונה זו.
id: Dengan desktop GNOME baru, semua dapat diakses secara cepat dari papan tik. Tekan tombol aktivitas dan cari: sesederhana itu. Anda akan mencintai fitur ini bila Anda adalah pengguna yang suka berbagai hal dilakukan dengan cepat.
it: Con il nuovo desktop GNOME, tutto può essere facilmente accessibile dalla tastiera. Premi il tasto attività e digita quello che vuoi cercare: è estremamente semplice. Ti innamorerai di questa funzione, specialmente se ami le cose accadano in fretta.
ja: 新しい GNOME デスクトップでは、キーボードからあらゆるものをすばやく操作できます。アクティビティ・キーを押して検索する、ただそれだけです。サクサク使いたいならこの機能をとても気にいるでしょう。
ko: 새로운 그놈 데스크톱에서는 모든 것들을 키보드로 빠르게 접근할 수 있습니다. 현재 활동 키를 누르고 검색해보십시오: 이처럼 간단합니다.
lt: Naujame GNOME darbastalyje viskas greitai pasiekiama klaviatūra. Paspauskite apžvalgos klavišą ir ieškokite: tai taip paprasta. Jei jūs naudotojas, kuris mėgsta, kai viskas vyksta greitai, jums tai patiks.
lv: Jaunajā GNOME darbvirsmā viss ir viegli pieejams ar tastatūru. Vienkārši piespiediet aktivitāšu taustiņu un ierakstiet meklēto. Šī iespēja iepriecinās lietotājus, kam patīk ātrums un efektivitāte datora lietošanā.
pt_br: Com o novo ambiente de trabalho GNOME, tudo pode ser acessado facilmente pelo teclado. Pressione a tecla de atividades e busque: simples assim. Você irá gostar desse recurso se for um usuário que gosta que as coisas aconteçam rápido.
ro: Cu noul desktop GNOME, totul poate fi accesat rapid cu ajutorul tastaturii. Apăsați tasta de activități și căutați: este atât de simplu. Veți îndrăgi această funcție dacă sunteți un utilizator căruia îi plac lucrurile care se întâmplă rapid.
ru: С помощью нового GNOME ко всему можно мгновенно получить доступ с клавиатуры. Нажмите кнопку активностей и выполните поиск — это очень просто. Вам понравится эта возможность, если вы один из тех пользователей, которые ценят быстроту.
sl: Z novim namizjem GNOME 3 je ponovno v ospredju hiter dostop do predmetov tudi s tipkovnico. S tipko dejavnosti se odpre programsko okno in hkrati z njim tudi polje za vnos iskanja. Možnost bo navdušila predvsem uporabnike, ki si želijo dejavnosti in programe izvajati hitro.
tr: Yeni GNOME masaüstü ile, her şeye klavyeden hızla erişebilirsiniz. Etkinlik tuşuna basın ve arayın: işte bu kadar basit. Eğer bir şeylerin hızlı gerçekleşmesinden hoşlanan bir kullanıcıysanız, bu özelliği çok seveceksiniz.
ug: يېڭى GNOME ئۈستەلئۈستى ھەممە مەزمۇنلارنى ھەرپتاختا ئارقىلىق زىيارەت قىلىشىڭىزغا يول قويىدۇ. ئاكتىپ كۇنۇپكىنى بېسىپلا ئىزدىيەلەيسىز؛ ھەممىسى شۇنداق ئاسان. ئەگەر سىز تېزلىكنى ياقتۇرىدىغان بولسىڭىز بۇ ئالاھىدىلىكنى چوقۇم ياقتۇرىسىز.
zh_cn: 全新的 GNOME 桌面允许您通过键盘快速访问所有内容。按下活动键即可开始搜索——一切就是这么简单。如果您是热爱快捷的用户，一定会非常喜欢这个特性。
zh_tw: 全新的 GNOME 桌面允許你通過鍵盤快速瀏覽所有內容。按下快捷鍵即可開始搜索：一切就是這麼簡單。如果你是喜愛快速操作的使用者，一定會非常喜歡這個特色。

source: Redesigned system settings
af: Stelselinstellings herontwerp
ar: إعدادات النظام بشكل جديد
ca: Configuració del sistema redissenyada
cs: Přepracovaný systém nastavení
da: Nydesignede systemindstillinger
de: Neu gestaltete System-Umgebungen
el: Ανασχεδιασμένες ρυθμίσεις συστήματος
eo: Redizajnitaj sistemagordoj
es: Configuración del sistema rediseñada
fa: بازسازی تنظیمات سیستم
gl: Configuracións do sistema redeseñadas
he: הגדרות מערכת שעוצבו מחדש
id: Pengaturan sistem yang dirancang ulang
it: Impostazioni di sistema ripensate
ja: 再設計されたシステム設定
ko: 재설계된 시스템 설정
lt: Iš naujo suprojektuoti sistemos nustatymai
lv: Pārstrādāti sistēmas iestatījumi
pt_br: Configurações de sistema redesenhado
ro: Configurări de sistem reproiectate
ru: Улучшенные системные параметры
sl: Preoblikovane nastavitve sistema
tr: YENİDEN TASARLANMIŞ SİSTEM AYARLARI
ug: قايتا لايىھىلىگىلى بولىدىغان سىستېما تەڭشەكلىرى
zh_cn: 轻松设置系统
zh_tw: 重新設定系統

source: Our system settings have been completely redesigned for GNOME 3, making them easier to use than ever before. GNOME 3 also provides a new way to browse your settings, and our settings categories have been reorganised, making it quick and straightforward to find the setting that you want.
af: Ons stelselinstellings is heeltemal herontwerp vir GNOME 3. Dit maak dit makliker as ooit om hulle te gebruik. GNOME 3 bied 'n nuwe manier om instellings te vind, en die kategorieë vir instellings is geherorganiseer. Dit maak dit vinnig en maklik om die gewenste instelling te vind.
ar: تمت إعادة تصميم إعدادات النظام لجنوم 3 بشكل كامل، مما يجعلها أسهل للاستخدام من أيّ وقت مضى. تتيح جنوم 3 أيضاً طريقة أخرى لتصفح الإعدادات، وأُعيدَ تنظيم فصائل الإعدادات بطريقة تجعل الوصول إلى الإعدادات التي تريدها سهلاً ومباشراً.
ca: La configuració del sistema ha estat redissenyada completament pel GNOME 3, fent més fàcil d'utilitzar-se que mai. El GNOME 3 a més a més permet noves formes de navegar per la configuració i les categories d'aquestes s'ha reorganitzat per tal que sigui instantani la cerca de la configuració que voleu.
cs: V GNOME 3 byl náš systém nastavení úplně přepracován, aby se dal používat snadněji než dříve. GNOME 3 také nabízí nový způsob prohlížení vašeho nastavení a kategorie nastavení byly zcela přeorganizovány, aby vyhledání nastavení, které chcete změnit, bylo rychlejší a přímočařejší.
da: Vores systemindstillinger er blevet fuldstændigt designet på ny til GNOME 3, hvilket gør dem nemmere at bruge end nogensinde for. GNOME 3 tilbyder også en ny måde at gennemse dine indstillinger og vores indstillingskategorier er blevet omorganiseret for at gøre det hurtigt og ligetil at finde den indstilling du leder efter.
de: Unser System wurde komplett neu entworfen, um eine noch einfachere Handhabung als jemals zuvor zu gewährleisten. GNOME 3 bietet neue Einstellmöglichkeiten. Zudem wurden die Einstellungs-Kategorien überarbeitet, damit Sie Ihr System noch besser und schneller an Ihre Bedürfnisse anpassen können.
el: Οι ρυθμίσεις συστήματος μας έχουν ανασχεδιαστεί τελείως για το GNOME 3, καθιστώντας τες πιο εύκολες στη χρήση από πριν. Το GNOME 3 παρέχει επίσης έναν νέο τρόπο να περιηγηθείτε στις ρυθμίσεις σας, και οι κατηγορίες ρυθμίσεων μας αναδιοργανώθηκαν, κάνοντας την εύρεση της ρύθμισης που θέλετε γρήγορη και άμεση.
eo: La sistemagordoj estis tute refasonitaj por GNOME 3, do estas pli facile uzi ilin ol antaŭe. Ankaŭ, GNOME 3 provizas novan manieron foliumi viajn agordojn. Pro la reorganizitaj agordokategorioj estas pli rapide kaj pli facile trovi la deziratan agordon.
es: Nuestra configuración del sistema se ha rediseñado completamente en GNOME 3, haciéndola más fácil de usar que nunca. GNOME 3 también proporciona una nueva manera de ver la configuración, y se han reorganizado nuestras categorías de configuración, lo que hace que encontrar la opción que desee sea rápido y sencillo.
fa: تنظیمات سیستمِ ما برای گنوم ۳ کاملا از نو طراحی شده تا استفاده از آن، راحت‌تر از هر زمان دیگری باشد. گنوم ۳ همچنین روش جدیدی را برای مرور تنظیمات شما فراهم می‌کند، و دسته‌های تنظیمات دوباره سازماندهی شده‌اند تا آن را برای پیدا کردن تنظیماتی که میخواهید سریع و سرراست کند.
gl: As nosa configuración do sistema foi completamente redeseñada en GNOME 3, facendo máis sinxelo que nunca o seu uso. GNOME 3 tamén fornece unha nova maneira de ver a configuración, e reorganizáronse as categorías de configuración o que fai que encontrar a opción que desexa sexa rápido e sinxelo.
he: הגדרות המערכת שלנו עוצבו מחדש עבור GNOME 3, מה שהופך אותן לקלות יותר לשימוש מאשר בעבר. בנוסף לכך GNOME 3 מספק דרך חדשה לסייר בהגדרות אלו, וקטגוריות ההגדרות שלנו אורגנו מחדש, מה שהופך את משימת חיפוש ההגדרות הרצויות לך לפשוטה וישירה.
id: Pengaturan sistem kami telah dirancang ulang sepenuhnya bagi GNOME 3, membuat mereka lebih mudah dipakai daripada sebelumnya. GNOME 3 juga menyediakan cara baru untuk meramban pengaturan Anda, dan katagori pengaturan kami telah ditata ulang, sehingga cepat dan mudah untuk menemukan pengaturan yang Anda inginkan.
it: Le nostre impostazioni di sistema sono state completamente ripensate per GNOME 3, al fine di renderle più facili da usare che mai. Con GNOME 3 viene fornito un nuovo modo per esplorare le impostazioni, così come un nuovo organizzazione in categorie, così da trovare l'impostazione che serve in modo rapido e semplice.
ja: システム設定は GNOME 3 用に完全に再設計されました。以前よりも簡単に使用できるようになりました。 また、GNOME 3 では設定を参照する新しい方法が提供され、その分類も再構成されました。それによって必要とする設定を素早く簡単に見つけられるようになりました。
ko: 시스템 설정은 이전보다 사용하기 쉽게 하도록 만든 그놈 3를 위해 완전히 재설계되었습니다. Flickr 이미지를 데스크톱의 배경화면으로 사용할 수 있는 기능과 같이 시스템 설정에서 대단히 새로운 몇몇 기능들도 있습니다.
lt: GNOME 3 versijoj sistemos nustatymai buvo suprojektuoti iš naujo, padarant juos naudojamus taip lengvai, kaip dar niekad nebuvo. GNOME 3 taipogi suteikia naują būdą peržiūrėti nustatymus, nustatymų kategorijos buvo perskirstytos, kad būtų galima greitai surasti būtent tą nustatymą, kurio ieškote.
lv: Mūsu sistēmas iestatījumi GNOME 3 ir pilnīgi pārveidoti, padarot tos vienkāršākus kā jebkad agrāk. GNOME 3 piedāvā arī jaunu iestatījumu pārlūkošanas veidu, un sadalījums kategorijās ir mainīts, lai atvieglotu vajadzīgo iestatījumu atrašanu.
pt_br: Nossas configurações de sistema foram completamente redesenhadas para o GNOME 3, tornando-as mais fáceis de usar do que antes. O GNOME 3 provê também uma nova maneira de navegar pelas suas configurações, e nossas categorias de configurações foram reorganizadas, tornando fácil e direto achar a configuração que procura.
ru: Системные параметры были полностью переработаны для GNOME 3, теперь их использование стало проще, чем когда-либо. GNOME 3 также предоставляет новый способ для просмотра параметров, категории параметров были реорганизованы с целью улучшения эффективности поиска параметров.
sl: Sistemske nastavitve namizja GNOME 3 so bile predelane z namenom, da postane dostop do različnih sistemskih možnosti enostaven in pregleden. Med možnostmi je omogočen nov način brskanja po ključnih besedah. Z novim načinom so vse nastavitve le nekaj tipk stran.
tr: Sistem ayarlarımız GNOME 3 için tamamen yeniden tasarlandı ve kullanımı hiç olmadığı kadar kolaylaştı. Ayrıca GNOME 3, ayarlarınıza gözatmanın yeni bir yolunu sunuyor. Bunun yanında, ayarlar kategorilerimiz de istediğinizi hızlı ve kolay bulabileceğiniz şekilde yeniden düzenlendi.
zh_cn: 我们重新设计了 GNOME 3 的系统设置工具，使其更加易于使用。GNOME 3 提供了一种浏览设置选项的全新方式，我们重新组织了设置分类，使您可以更加快捷的找到想要的选项。
zh_tw: 我們的系統設定工具為 GNOME 3 進行了完全的全新設計，使其比以往更加易於使用。GNOME 3 提供了新的方式來瀏覽你的設定值，而我們的設定值分類也經過重新組織，讓它更快速且直覺的找到你想要設定的東西。

source: And much, much more
af: En nog baie meer
ar: والكثير الكثير
ca: I molt, molt més
cs: A mnoho, mnoho dalšího
da: Og meget, meget mere
de: Und vieles, vieles mehr
el: Και πολλά, πολλά άλλα
eo: Kaj multe, multe pli
es: Y mucho, mucho más
fa: و بسیاری، بسیاری دیگر
gl: E moito, moito máis.
he: ועוד תכונות רבות וטובות
id: Dan lebih, lebih banyak lagi
it: E molto, molto di più
ja: そしてもっと、もっともっと
ko: 더 많아진 기능들
lt: Ir dar daug daugiau
lv: Un vēl daudz vairāk
pt_br: E muito, muito mais
ro: Și mult, mult mai multe
ru: А также многое другое…
sl: In veliko, veliko več
tr: VE ÇOK DAHA FAZLASI
ug: تېخىمۇ كۆپ ئىقتىدارلار سىزنى كۈتمەكتە
zh_cn: 更多精彩等您发现
zh_tw: 更多值得期待的功能
