Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: Remove any USB storage devices that you might have connected to your computer and insert the empty USB stick that you want to write to
ar: أزل كل أقراص usb الموصولة بحاسوبك وأوصل قرص فلاش الفارغ الذي تريد الكتابة عليه
ca: Desconnecteu qualsevol dispositiu d'emmagatzemament d'USB que estigui connectat a l'ordinador i connecteu-hi un llapis USB buit al que enregistrar-hi
cs: Jestli máte k počítač připojené nějaké úložné zařízení přes USB, tak jej odpojte a naopak připojte klíč USB, na který chcete obraz zapsat
da: Fjern alle usb-lagerenheder som du har koblet til din computer og indsæt den tomme usb-pen som du vil skrive til
de: Entfernen Sie jegliche USB-Massenspeicher von Ihrem Rechner und stecken Sie den USB-Stick an, auf den Sie das Live-Abbild schreiben möchten.
el: Αφαιρέστε τις αποθηκευτικές συσκευές USB που πιθανώς να έχετε συνδεδεμένες στον υπολογιστή σας και εισάγετε ένα κενό USB στο οποίο θέλετε να γράψετε
eo: Forigu ĉiujn USB-memorilojn de la komputilo kaj enmetu la malplenan USB-memorilon sur kiu vi volas skribi
es: Quite cualquier dispositivo USB de almacenamiento que tenga conectado en su equipo e introduzca la memoria USB vacío en el que quiere escribir
fa: هر نوع دستگاه یو‌اس‌بی ذخیره‌سازی که احتمالا به سیستم‌تان متصل است را از رایانه خارج کنید و یک حافظه یو‌اس‌بی خالی را برای نوشتن وارد کنید
gl: Extraia calquera dispositivo de almacenamento USB que poida estar conectado ao seu computador e inserte a chave USB baleira na que queira gravar
he: יש להסיר כל התקן אחסון USB שעשוי להיות מחובר למחשבך ולהכניס את התקן ה־USB הריק שאליו רוצים לכתוב.
id: Lepaskan semua perangkat penyimpanan USB yang sedang tersambung ke komputer Anda lalu pasang flash USB kosong yang ingin Anda tulisi
it: Rimuovi ogni dispositivo di memorizzazione USB che potrebbe essere connesso al computer e inserisci una pendrive USB vuota sulla quale desideri scrivere.
ja: コンピューターに接続してある USB ストレージデバイスを外し、書き込みしたい空の USB スティックを差します
ko: 컴퓨터에 연결된 다른 USB 저장장치들을 제거하고 이미지를 기록할 빈 USB 스틱을 장착합니다
lt: Išimkite visus USB įtaisus, kurie gali būti prijungti ir prijunkite tuščią USB laikmeną, į kurią bus įrašytas atvaizdas
lv: Atvienojiet visas USB disku iekārtas un ievietojiet tukšu USB zibatmiņu, kurā vēlaties ierakstīt GNOME 3
pt_br: Remova qualquer dispositivo de armazenamento USB que esteja conectado ao seu computador e insira o dispositivo USB vazio em que você deseja gravar
ro: Îndepărtați toate dispozitivele de stocare USB pe care le aveți conectate și introduceți stickul USB pe care doriți să scrieți
ru: Извлеките все USB-устройства хранения данных, подключённые к вашему компьютеру и вставьте пустой USB-брелок.
sl: odstranite vse naprave USB, ki so povezane z računalnikom in vstavite prazen USB nosilec, na katerega želite odtis zapisati,
tr: Bilgisayarınıza bağlı tüm USB depolama aygıtlarını çıkarın ve kalıbın üstüne yazılmasını istediğiniz boş USB çubuğu takın
ug: كومپيۇتېرغا چېتىلغان ھەممە USB ساقلىغۇچلارنى چىقىرىۋېتىپ، تەسۋىرنى يازماقچى بولغان بوش USB ساقلىغۇچنى قايتا قىستۇرۇڭ
zh_cn: 取下所有连接到电脑的 USB 闪存，再插入即将用以写入镜像的空 USB 储存设备
zh_tw: 缷載所有連接到電腦的 USB 儲存設備，再插入即將用以寫入映像檔的空 USB 儲存設備

source: Run the image writer script: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
ar: شغّل برنامج كاتب صور الأقراص هكذا: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
ca: Executa l'script de l'enregistrador d'imatges:<code>$ sudo ./image-usb-stick cami-fins-la-imatge.iso</code>
cs: Spusťte program pro zápis obrazu: <code>$ sudo ./image-usb-stick cesta_k_živému_obrazu.iso</code>
da: Kør aftryksskriver-scriptet: <code>$ sudo ./image-usb-stick sti_til_live_aftryk.iso</code>
de: Starten Sie das Image-Writer-Skript wie folgt: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
el: Εκτελέστε το σενάριο εντολών εικονικού εγγραφέα: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
eo: Rulu la diskokopian skribil-skripton jene: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
es: Ejecute el script grabador de imágenes: <code>$ sudo ./image-usb-stick ruta_a_la_imagen.iso</code>
fa: کدنوشته‌ی نویسنده‌ی تصویر دیسک را اجرا کنید: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
gl: Execute o script do gravador de imaxe: <code>$ sudo ./image-writer ruta_ao_ficheiro_da_imaxe.iso</code>
he: יש להריץ את תסריט כותב תמונת ה־USB באמצעות השורה:‏ <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
id: Jalankan skrip penulis image: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
it: Esegui lo script di image writer: <code>$ sudo ./image-usb-stick percorso_alla_immagine_live.iso</code>
ja: イメージライターのスクリプトを実行します: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
ko: 이미지 라이터 스크립트를 실행합니다: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
lt: Įvykdykite atvaizdžioo įrašymo scenarijų: <code>$ sudo ./image-usb-stick kelias_iki_atvaizdo.iso</code>
lv: Izpildiet attēla rakstītāja skriptu: <code>$ sudo ./image-usb-stick ceļš_uz_iso_failu.iso</code>
pt_br: Execute o script gravador de imagem: <code>$ sudo ./image-usb-stick caminho_para_a_imagem_live.iso</code>
ro: Rulați scriptul aplicației de scriere de imagini: <code>$ sudo ./imagine-usb-stick calea_catre_imaginea_live.iso</code>
ru: Запустите сценарий записи образа: <code>$ sudo ./image-usb-stick путь_к_образу.iso
sl: Zaženite skript zapisovalnika odtisov z ukazom: <code>$ sudo ./image-usb-stick pot_do_živega_odtisa.iso</code>,
tr: Kalıp yazıcı betiğini çalıştırın: <code>$ sudo ./image-usb-stick çalışan_kalıba_giden_yol.iso</code>
ug: تەسۋىر يازغۇچ قوليازمىسىنى ئىجرا قىلىڭ: <code>$ sudo ./image-usb-stick path_to_the_live_image.iso</code>
zh_cn: 运行镜像写入程序：<code>$ sudo ./image-usb-stick live_image.iso</code>（把命令中的 live_image.iso 替换为镜像的存放位置）
zh_tw: 執行開機磁碟製作程式：<code>$ sudo ./image-writer live_image.iso</code>（把命令中的 live_image.iso 替換為映像檔的存放位置）

source: To run the live image, reboot your computer with the USB stick attached
ar: لتشغيل الصورة الحيّة، أعد التشغيل وقرص الفلاش موصول
ca: Per fer servir la imatge autònoma, reinicieu l'ordinador amb l'USB adjuntat
cs: Živý obraz spustíte tak, že restartujete počítač s vloženým klíčem USB
da: For at køre live-aftrykket skal du genstarte din computer med usb-pennen sat i
de: Starten Sie Ihren Rechner neu, mit dem eingesteckten USB-Stick.
el: Για να εκτελέστε την εικόνα live, κάντε επανεκκίνηση τον υπολογιστή σας με το USB στικ σας συνδεδεμένο
eo: Por ruli la senperan diskokopion, restartigu vian komputilon dum la poŝmemorilo estas enmetita
es: Para ejecutar la imagen, reinicie su equipo con la memoria USB insertada
fa: برای اجرای تصویر دیسک زنده، رایانه خود را با یو‌اس‌بی متصل شده مجددا راه‌اندازی کنید
gl: Para executar a imaxe en vivo reinicie o seu computador coa chave USB conectada
he: כדי להריץ את מהדורת ההמחשה, יש להפעיל את המחשב מחדש כאשר התקן ה־USB מחובר
id: Untuk menjalankan image live, boot ulang komputer Anda dengan flash USB tetap terpasang
it: Per eseguire l'immagine live, riavvia il computer lasciando inserita la pendrive USB
ja: ライブイメージを実行するには、USB スティックを取り取り付けたまま、コンピューターを再起動します
ko: 라이브 이미지를 실행하려면 USB 스틱을 장착한 채로 컴퓨터를 리부트 합니다
lt: Norėdami paleisti tiesiogiai paleidžiamą atvaizdį, prijunkite USB įtaisą ir ikelkite sistemą iš naujo
lv: Lai palaistu GNOME 3 "dzīvo" vidi, pārstartējiet datoru ar pievienotu USB zibatmiņu
pt_br: Para executar a imagem live, reinicie o seu computador com o dispositivo USB conectado
ro: Pentru a rula imaginea live, reporniți calculatorul cu stickul USB atașat
ru: Чтобы запустить «живой» образ, перезагрузите компьютер с подключённым USB-брелоком
sl: po zapisu, ponovno zaženite računalnik s priklopljenim USB nosilcem.
tr: Çalışan kalıbı çalıştırmak için, bilgisayarınızı USB çubuk takılıyken yeniden başlatın
ug: جانلىق (live) تەسۋىرنى ئىجرا قىلىشتا، USB ساقلىغۇچنى كومپيۇتېرغا قىستۇرۇپ، قايتا قوزغاتسىڭىزلا بولىدۇ
zh_cn: 保持 USB 闪存插在计算机上，重启系统即可运行此 Live 镜像
zh_tw: 重新啟動系統，並保持 USB 儲存設備插在電腦上

source: Download USB image writer
ar: نزّل تطبيقاً لكتابة صور الأقراص إلى قرص فلاش
ca: Baixa l'enregistrador d'imatges USB
cs: Stáhnou program pro vytvoření živého USB
da: Hent usb-aftryksskriver
de: USB-Image-Writer herunterladen
el: Πραγματοποιήστε τη λήψη του εικονικού εγγραφέα USB
eo: Elŝutu la USB-diskokopian skribilon
es: Descargar el grabador de imágenes USB
fa: بارگیری نویسنده‌ی تصویر دیسک یو‌اس‌بی
gl: Descargar o gravador de imaxe en USB
he: הורדת כותב תמונת ה־USB
id: Unduh penulis image USB
it: Scarica USB image writer
ja: USB イメージライターをダウンロード
ko: USB 이미지 라이터 다운로드
lt: Parsiųsti USB atvaizdo įrašymo įrankį
lv: Lejupielādēt USB attēlu rakstītāju
pt_br: Baixar o gravador de imagem USB
ro: Descărcați aplicația de scriere de imagini USB
ru: Загрузить программу записи образов
sl: Prejem programa za zapis odtisa na USB nosilec
tr: USB kalıp yazıcısını indirin
ug: USB تەسۋىر يازغۇچنى چۈشۈرۈڭ
zh_cn: 下载 USB 镜像写入程序
zh_tw: 下載 USB 開機磁碟製作程式

source: <placeholder-1/> To run the GNOME 3 from a USB stick: <placeholder-2/><placeholder-3/><br/>
ar: <placeholder-1/> لتشغيل جنوم 3 من شذرة يو.إس.بي: <placeholder-2/><placeholder-3/><br/>
ca: <placeholder-1/> Per fer servir el GNOME 3 des d'un llapis USB: <placeholder-2/><placeholder-3/><br/>
cs: <placeholder-1/> Pokud si chcete spustit GNOME 3 z klíče USB: <placeholder-2/><placeholder-3/><br/>
da: <placeholder-1/> For at køre GNOME 3 fra en usb-pen: <placeholder-2/><placeholder-3/><br/>
de: <placeholder-1/> So starten Sie GNOME 3 von einem USB-Stick: <placeholder-2/><placeholder-3/><br/>
el: <placeholder-1/> Για να τρέξετε το GNOME 3 από ένα USB stick: <placeholder-2/><placeholder-3/><br/>
eo: <placeholder-1/> Por ruli la GNOME 3 de poŝmemorilo: <placeholder-2/><placeholder-3/><br/>
es: <placeholder-1/> Para ejecutar GNOME 3 desde una memoria USB: <placeholder-2/><placeholder-3/><br/>
fa: <placeholder-1/> برای اجرای گنوم ۳ بر روی حافظه یو‌اس‌بی: <placeholder-2/><placeholder-3/><br/>
gl: <placeholder-1/>Para executar GNOME 3 desde unha chave USB: <placeholder-2/><br/><placeholder-3/><br/><placeholder-4/>
he: <placeholder-1/> לשם הרצת GNOME 3 מהתקן USB: <placeholder-2/><placeholder-3/><br/>
id: <placeholder-1/> Untuk menjalankan GNOME 3 dari flash USB: <placeholder-2/><placeholder-3/><br/>
it: <placeholder-1/> Per eseguire GNOME 3 da una pendrive USB: <placeholder-2/><placeholder-3/><br/>
ja: <placeholder-1/> GNOME 3 を USB スティックから実行する手順: <placeholder-2/><placeholder-3/><br/>
ko: <placeholder-1/> 그놈 3을 USB 스틱에서 실행하려면:<placeholder-2/><placeholder-3/><br/>
lt: <placeholder-1/> Norėdami paleisti GNOME 3 iš USB laikmenos: <placeholder-2/><placeholder-3/><br/>
lv: <placeholder-1/> Lai palaistu GNOME 3 no USB: <placeholder-2/><placeholder-3/><br/>
pt_br: <placeholder-1/> Para executar o GNOME 3 alfa de um pendrive USB: <placeholder-2/><placeholder-3/><br/>
ru: <placeholder-1/> Чтобы запустить GNOME 3 с USB-брелока: <placeholder-2/><placeholder-3/><br/>
sl: <placeholder-1/> Za zagon namizja GNOME 3 iz USB nosilca: <placeholder-2/><placeholder-3/><br/>
tr: <placeholder-1/> GNOME 3'ü bir USB çubuktan çalıştırmak için: <placeholder-2/><placeholder-3/><br/>
zh_cn: <placeholder-1/> 从 USB 闪存运行 GNOME 3：<placeholder-2/><placeholder-3/><br/>
zh_tw: <placeholder-1/> 使用 USB 設備執行 GNOME 3：<placeholder-2/><placeholder-3/><br/>

source: The GNOME Project
af: Die GNOME-projek
ar: مشروع جنوم
ca: El projecte GNOME
cs: Projekt GNOME
da: GNOME-projektet
de: Das GNOME-Projekt
el: Το έργο GNOME
eo: La projekto GNOME
es: El proyecto GNOME
fa: پروژه‌ی گنوم
gl: O Proxecto GNOME
he: מיזם GNOME
id: Projek GNOME
it: Il Progetto GNOME
ja: GNOME プロジェクト
ko: 그놈 프로젝트
lt: GNOME Projektas
lv: GNOME projekts
pt_br: O Projeto GNOME
ro: Proiectul GNOME
ru: Проект GNOME
sl: Projekt GNOME
tr: GNOME Projesi
ug: GNOME قۇرۇلۇشى
zh_cn: GNOME 项目
zh_tw: GNOME 專案

source: Copyright © 2011 <placeholder-1/><br/> Free to share and remix: <placeholder-2/><br/> Share on: <placeholder-3/> | <placeholder-4/><br/> ❧
af: Kopiereg © 2011 <placeholder-1/><br/> Vry om te deel en te hermeng: <placeholder-2/><br/> Deel op: <placeholder-3/> | <placeholder-4/><br/> ❧
ar: حقوق النشر © 2011 <placeholder-1/><br/> لك الحرية مشاركته وتعديله: <placeholder-2/><br/> شارك في: <placeholder-3/> | <placeholder-4/><br/> ❧
ca: Copyright © 2011 <placeholder-1/><br/> Sou lliures de compartir-ho i modificar-ho: <placeholder-2/><br /> Compartiu-ho a: <placeholder-3/> | <placeholder-4></br /> ❧
cs: Copyright © 2011 <placeholder-1/><br/> Volně k dispozici pro sdílení a úpravy: <placeholder-2/><br/> Sdíleno na službách: <placeholder-3/> | <placeholder-4/><br/> ❧
da: Ophavsret © 2011 <placeholder-1/><br/> Frit at dele og remixe: <placeholder-2/><br/> Del på: <placeholder-3/> | <placeholder-4/><br/> ❧
de: Copyright © 2011 <placeholder-1/><br/> Zur freien Verteilung und Neugestaltung: <placeholder-2/><br/> Freigeben auf: <placeholder-3/> | <placeholder-4/><br/> ❧
el: Copyright © 2011 <placeholder-1/><br/> Ελεύθερο για διαμοίραση και αναδιασκευή: <placeholder-2/><br/> Προωθήστε στα: <placeholder-3/> | <placeholder-4/><br/> ❧
eo: Kopirajto © 2011 <placeholder-1/><br/> Vi povas pludistribui aŭ modifi libere: <placeholder-2/><br/> Dividi sur: <placeholder-3/> | <placeholder-4/><br/> ❧
es: Copyright © 2011 <placeholder-1/><br/> Es libre de compartir y hacer obras derivadas: <placeholder-2/><br/> Compártalo en: <placeholder-3/> | <placeholder-4/><br/> ❧
fa: حق‌رونوشت © ۲۰۱۱ <placeholder-1/><br/> آزاد برای به اشتراک‌گذاری و ریمیکس: <placeholder-2/><br/> به اشتراک‌گذاری در: <placeholder-3/> | <placeholder-4/><br/> ❧
gl: Copyright © 2011 <placeholder-1/><br/> Libre para compartir e facer obras derivadas: <placeholder-2/><br/> Compárteo en: <placeholder-3/> | <placeholder-4/><br/> ❧
he: כל הזכויות שמורות © 2011 <placeholder-1/><br/> רישוי לשיתוף ולהכין מהדורה משופצת: <placeholder-2/><br/> שיתוף: <placeholder-3/> | <placeholder-4/><br/> ❧
id: Hak Cipta © 2011 <placeholder-1/><br/> Bebas untuk dibagikan dan diremix: <placeholder-2/><br/> Dibagikan di: <placeholder-3/> | <placeholder-4/><br/> ❧
it: Copyright © 2011 <placeholder-1/><br/> Liberi di condividere e remixare: <placeholder-2/><br/> Condividi su: <placeholder-3/> | <placeholder-4/><br/> ❧
ja: Copyright © 2011 <placeholder-1/><br/> 共有や再構成は御自由に: <placeholder-2/> | 共有: <placeholder-3/><br/> ❧
lt: Copyright © 2011 <placeholder-1/><br/> Galima laisvai dalintis ir keisti: <placeholder-2/><br/> Pasidalinti: <placeholder-3/> | <placeholder-4/><br/> ❧
lv: Autortiesības © 2011. gads <placeholder-1/><br/> Varat brīvi to izplatīt un remiksēt: <placeholder-2/><br/> Dalīties: <placeholder-3/> | <placeholder-4/><br/> ❧
pt_br: Copyright © 2011 <placeholder-1/><br/> Livre para compartilhar e modificar: <placeholder-2/><br/> Compartilhe no: <placeholder-2/> | <placeholder-3/><br/> ❧
ru: Авторские права © 2011 <placeholder-1/><br/> Разрешается распространение и использование: <placeholder-2/><br/> Поделиться на: <placeholder-3/> | <placeholder-4/><br/> ❧
sl: Avtorske pravice © 2011 <placeholder-1/><br/> Prosto za izmenjavo: <placeholder-2/><br/> Objavi na: <placeholder-3/> | <placeholder-4/><br/> ❧
tr: Telif Hakkı © 2011 <placeholder-1/><br/> Paylamak ve değişiklik yapmak serbest: <placeholder-2/><br/> Paylaş: <placeholder-3/> | <placeholder-4/><br/> ❧
zh_cn: 版权所有 © 2011 <placeholder-1/><br/> 授权方式：<placeholder-2/><br/> 分享到：<placeholder-3/> | <placeholder-4/><br/> ❧
zh_tw: 版權所有 © 2011 <placeholder-1/><br/>自由分享與改作：<placeholder-2/><br/> 分享到 <placeholder-3/> | <placeholder-4/><br/> ❧

source: GNOME 3 was released on 6th April 2011 and will be available via popular distributions after that time. See the <a href="tryit.html">Try It</a> page for more details and for links to live demos.
af: GNOME 3 is vrygestel op 6 April 2011 en sal beskikbaar wees deur populêre verspreidings daarna. Sien gerus die bladsy <a href="tryit.html">Probeer dit</a> vir meer besonderhede en skakels na lewendige demonstrasies.
ar: صدرت جنوم 3 في السادس من أبريل 2011 وستتوفر في التوزيعات الشائعة مع الوقت. طالع صفحة <a href="tryit.html">جرّبها</a> لمزيد من التفاصيل وروابط لتجربتها.
ca: El GNOME 3 va ser alliberat el 6 d'abril de 2011 i estarà disponible a través de les distribucions més populars al cap de poc. Vegeu la pàgina <a href="tryit.html">Proveu-lo</a> per saber-ne més i pels enllaços a les demostracions autònomes.
cs: GNOME 3 bylo vydáno 6. dubna 2011 a postupně bude dostupné v řadě populárních distribucí. Další podrobnosti a odkazy na živé ukázky najdete na stránce <a href="tryit.html">Zkuste jej</a>.
da: GNOME 3 blev udgivet den 6. april 2011 og vil være tilgængelig via populære distributioner efter det. Se <a href="tryit.html">Prøv det!</a>-siden for flere detaljer og links til live-demo'er.
de: GNOME 3 ist am 6. April 2011 erschienen und wird über alle gängigen Distributionen erhältlich sein. <a href="tryit.html">Probieren</a> Sie GNOME 3 als Live-Demo, um sich zu überzeugen.
el: Το GNOME 3 κυκλοφόρησε στις 6 Απριλίου 2011 και θα είναι διαθέσιμο μέσω δημοφιλών διανομών μετά από αυτό το χρονικό διάστημα. Δείτε τη σελίδα <a href="tryit.html">Δοκιμάστε το</a> για περισσότερες πληροφορίες και συνδέσμους σε δοκιμή σε κατάσταση live.
eo: GNOME 3 estis eldonite je la 6-a de aprilo 2011 kaj estos havebla per popularaj distribuoj. Legu la paĝon <a href="tryit.html">Elprovu</a> por pliaj detaloj kaj ligiloj al senperaj demonstraĵoj.
es: GNOME 3 se publicó el 6 de abril del 2011, y después de esa fecha estará disponible a través de las distribuciones populares. Consulte la página <a href="tryit.html">Pruébelo</a> para obtener más detalles y enlaces a las demostraciones.
fa: گنوم ۳ در ۱۷ فروردین ۱۳۹۰ منتشر شده است و پس از آن از طریق توزیع‌های محبوب در دسترس خواهد بود. صفحه‌ی <a href="tryit.html">امتحانش کنید</a> را برای جزئیات بیشتر و پیوندهایی به نسخه‌های زنده مشاهده کنید.
gl: GNOME 3 publicouse o 6 de Abril de 2011 e estará dispoñíbel nas distribucións máis importantes despois de dita data. Poderá atopar máis información sobre como obter GNOME 3 neste sitio web no momento en que se lance. Se non quere agardar tanto tempo, a nosa páxina <a href="tryit.html">Próbeo</a> contén información e ligazóns ás demostracións.
he: ‏GNOME 3 שוחרר ב־6 באפריל 2011 ויהיה זמין דרך ההפצות הפופולריות לאחר מכן. ניתן לבקר בעמוד <a href="tryit.html">ההתנסות</a> לפרטים נוספים ולקישורים למהדורות המחשה.
id: GNOME 3 diliris pada tanggal 6 April 2011 dan akan tersedia melalui distribusi populer setelah itu. Lihat halaman <a href="tryit.html">Cobalah</a> untuk lebih banyak rincian dan taut ke demo live.
it: GNOME 3 è stato rilasciato il 6 aprile 2011 e sarà disponibile attraverso le distribuzioni più popolari dopo tale data. La pagina <a href="tryit.html">Scoprilo</a> contiene informazioni dettagliate su come provare una versione demo live.
ja: GNOME 3 は 2011 年 4 月 6 日にリリースされました。その後で著名なディストリビューション経由で利用可能になります。ライブ版のデモへのリンクは<a href="tryit.html">試してみよう</a>のページで詳しい情報をご覧ください。
ko: 그놈 3은 2011년 4월 6일 출시되었고 이후에는 인기 있는 배포판을 통해 사용 가능하게 될 것입니다. 더 자세한 내용과 라이브 데모를 사용해보시려면 <a href="tryit.html">"사용해 보세요"</a> 페이지를 방문해보시기 바랍니다.
lt: GNOME 3 buvo išleista 2011 balandžio 6-ą ir populiariose distribucijose bus prieinama vėliau. Daugiau informacijos ir nuorodas į tiesiogiai paleidžiamas demonstracijas rasite <a href="tryit.html">.
lv: GNOME 3 tika izlaista 2011. gada 6. aprīlī un būs pieejama populārajās distribūcijās. Lapā <a href="tryit.html">Izmēģini</a> ir vairāk informācijas un saites "dzīvo" demonstrāciju lejupielādei.
pt_br: O GNOME 3 está agendado para ser lançado em 6 de abril de 2011 e estará disponível através das distribuições populares depois desse prazo. Veja a página <a href="tryit.html">Experimente</a> para mais detalhes e para links para demonstrações live.
ru: GNOME 3 выпущен 6 апреля 2011 года и скоро будет доступен в популярных дистрибутивах. Для получения более подробной информации, а также для получения демо-ссылок см. страницу <a href="tryit.html">Попробовать</a>.
sl: Namizje GNOME 3 je bilo izdano 6. aprila 2011 in bo na voljo pri večini distribucij. Za več podrobnosti si oglejte spletno stran <a href="tryit.html">živih in namestitvenih različic</a>.
tr: GNOME 3, 6 Nisan 2011 tarihinde yayımlandı ve bu tarihten sonra popüler dağıtımlar aracılığıyla kullanılabilecek. Daha fazla ayrıntı ve canlı gösterimlerin bağlantıları için <a href="tryit.html">Deneyin</a> sayfasına bakabilirsiniz.
zh_cn: GNOME 3 已于2011年4月6日发布，此后您将可以在各大的发行版上看到它。如果您迫不及待地想要尝试它，若要获取更多信息及试用 Live 镜像，请参见我们的 <a href="tryit.html">尝试 GNOME 3</a> 页面。
zh_tw: GNOME 3 會在2011年4月6日正式釋出，之後你將可以從各大主要的LINUX發行版網站上取得。更多的詳細內容將會在<a href="tryit.html">開始體驗吧！</a>頁面介紹並提供 live 展示的連結。

source: Javascript has either been disabled or is not supported by your browser.
ar: إمّا أنّ متصفّحك لا يدعم جافا سكربت أو أنّها معطّلة.
ca: S'ha inhabilitat el Javascript o no és compatible amb el navegador.
cs: Javascript byl buď zakázán nebo jej váš prohlížeč nepodporuje.
de: Javascript ist entweder deaktiviert oder wird nicht von Ihrem Browser unterstützt.
eo: Ĝavaskripto estas malŝaltita aŭ ne estas subtenata de via foliumilo.
es: Javascript se ha desactivado o su navegador no lo soporta.
fa: جاوا اسکریپت یا غیرفعال است یا برای مرورگر شما از آن پشتیبانی نمی‌کند.
gl: Javascript desactivouse ou o seu navegador non é compatíbel.
he: תכונת ה־Javascript מנוטרלת או לא נתמכת בדפדפן שלך.
id: Javascript mungkin dimatikan atau tak didukung oleh peramban Anda.
ja: お使いのブラウザーでは JavaScript が無効になっているか、サポートされていません。
ko: 브라우저에서 자바스크립트를 사용할 수 없거나 지원하지 않습니다.
lt: Javascript yra išjungtas arba jūsų naršyklė jo nepalaiko.
lv: Javascript ir deaktivēts, vai arī jūsu pārlūks to neatbalsta.
ru: Javascript либо отключён, либо не поддерживается вашим браузером.
sl: Javascript je onemogočen ali pa ga brskalnik ne podpira.
tr: Javascript devre dışı bırakılmış ya da tarayıcınız tarafından desteklenmiyor.
