Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: Will I be able to use my favourite GNOME apps in GNOME 3?
af: Sal ek my gunsteling GNOME-programme kan gebruik in GNOME 3?
cs: Budu v GNOME 3 moci používat své oblíbené aplikace?
da: Vil jeg være i stand til at bruge mine yndlings GNOME-programmer i GNOME 3?
de: Kann ich meine Lieblings-GNOME-Anwendungen auch unter GNOME 3 verwenden?
el: Θα είμαι σε θέση να χρησιμοποιήσω τις αγαπημένες μου εφαρμογές GNOME στο GNOME 3;
it: Sarò in grado di utilizzare le mie applicazioni GNOME preferite in GNOME 3?
pt_br: Eu poderei usar meus aplicativos favoritos do GNOME no GNOME 3?
ro: Pot să îmi folosesc aplicațiile GNOME favorite în GNOME 3?
sl: Ali bo mogoče uporabljati vse dosedanje GNOME programe tudi na namizju GNOME 3?
tr: EN SEVDİĞİM GNOME UYGULAMALARINI GNOME 3'TE KULLANABİLECEK MİYİM?
ug: GNOME 3 تە ئەڭ ياقتۇرىدىغان GNOME پروگراممىلىرىمنى ئىجرا قىلالامدىم؟
zh_cn: 我能在 GNOME 3 里运行我最喜欢的 GNOME 程序吗？
zh_tw: 我可以在 GNOME 3 進行我最喜歡的 GNOME 應用軟體嗎?

source: The GNOME 2 desktop had a long life, and parts of it became difficult to maintain over that period. As a result, continued releases of the entire GNOME 2 desktop was never a practical option for the GNOME Project, and several parts of the old GNOME 2 desktop will not receive new releases after GNOME 3 is released. The traditional GNOME 2 desktop will not disappear overnight, however: releases of GNOME 2 will continue to be supported by distributions for years to come.
af: Die GNOME 2-werkskerm het 'n lang lewe geniet, en die onderhoud van dele daarvan het moeiliker geword oor dié tydperk. Gevolglik was volgehoue vrystelling van die volledige GNOME 2-werkskerm nooit 'n praktiese keuse vir die GNOME-projek nie, en dele van die ou GNOME 2-werkskerm sal nie nuut vrygestel word na GNOME 3 se vrystelling nie. Die tradisionele GNOME 2-werkskerm gaan egter nie plotseling verdwyn nie: vrystellings van GNOME 2 sal steeds ondersteun word deur verspreidings in die jare wat voorlê.
cs: Pracovní prostředí GNOME 2 je tu s námi již dlouho a některé jeho součásti se za tu dobu již staly obtížně udržovatelnými. Výsledkem bylo, že vydávání dalších verzí GNOME 2 již nebylo pro Projekt GNOME vhodným řešením a některé součásti po vydání GNOME3 již nebudou nadále aktualizovány. Tradiční pracovní prostředí GNOME 2 ale nezmizí přes noc a distributoři jej budou ještě pár let podporovat.
da: Skrivebordsmiljøet GNOME 2 har haft et langt liv, og dele af det er blevet besværlige at vedligeholde over den periode. Som resultat deraf var det aldrig en praktisk løsning for GNOME-projektet at fortsætte med at lave udgivelser af hele GNOME 2-skrivebordsmiljøet.Adskillige dele af det gamle GNOME 2-skrivebordsmiljø vil ikke længere modtage nye udgivelser efter at GNOME 3 er udgivet. Det traditionelle GNOME 2-skrivebordsmiljø vil dog ikke forsvinde med det samme; udgivelser af GNOME 2 vil fortsat blive understøttet af distributionerne i årene fremover.
de: Die GNOME 2-Arbeitsumgebung hatte ein wirklich langes Leben, obwohl es nicht immer leicht war, diese am Leben zu erhalten. Daher waren weitere Veröffentlichungen der GNOME 2-Arbeitsumgebung keine praktikable Lösung mehr für das GNOME-Projekt. Daher werden einige Teile der GNOME 2-Arbeitsumgebung nicht weiterentwickelt, nachdem GNOME 3 erschienen ist. Trotzdem wird die GNOME 2-Arbeitsumgebung nicht über Nacht verschwinden: Es werden weitere Veröffentlichungen folgen und von den jeweiligen Distributionen für die kommenden Jahre unterstützt.
el: Η επιφάνεια εργασίας GNOME 2 είχε μια μεγάλη διάρκεια ζωής, και κομμάτια αυτής έγιναν δύσκολο να διατηρηθούν στην διάρκεια αυτής της περιόδου. Ως αποτέλεσμα, νέες κυκλοφορίες ολόκληρης της επιφάνειας εργασίας GNOME 2 δεν είναι ποτέ πρακτικές επιλογές για το έργο GNOME, και πολλά κομμάτια της παλιάς επιφάνειας εργασίας GNOME 2 δεν θα λαμβάνουν νέες ενημερώσεις μετά την κυκλοφορία του GNOME 3. Η παραδοσιακή επιφάνεια εργασίας GNOME 2 δεν θα εξαφανιστεί σε μια νύχτα, ωστόσο: κυκλοφορίες του GNOME 2 θα συνεχίσουν να υποστηρίζονται από διανομές για τα επόμενα χρόνια.
it: Il desktop GNOME 2 ha avuto una vita lunga, ed alcune parti di esso sono diventate difficili da mantenere. Come risultato, continuare a mantenere dei rilasci di GNOME 2 nella sua interezza non è una soluzione praticabile per il Progetto GNOME. Varie parti del vecchio desktop GNOME 2 non riceveranno gli aggiornamenti dopo il rilascio di GNOME 3. Il tradizionale desktop GNOME 2 non scomparirà in un battito di ciglia, però: i rilasci di GNOME 2 continueranno ad essere sostenuto da alcune distribuzioni per gli anni a venire.
pt_br: O ambiente de trabalho GNOME 2 teve uma vida longa e partes dele se tornaram difíceis de manter através do tempo. Dessa forma, versões continuadas de todo o ambiente GNOME 2 nunca foi uma opção prática para o Projeto GNOME, e muitas partes desse antigo ambiente nunca receberão novas versões depois do lançamento do GNOME 3. Mas o tradicional ambiente GNOME 2 não irá desaparecer repentinamente: versões do GNOME 2 irão continuar com suporte de suas distribuições nos anos que virão.
ro: Desktopul GNOME 2 a avut o viața lungă, iar părți din el au devenit dificil de întreținut în această perioadă. Continuarea producerii întregului desktop GNOME 2 nu a fost o opțiune practică pentru proiectul GNOME, prin urmare unele componente ale vechiului desktop GNOME 2 nu vor mai fi produse după lansarea GNOME 3. Desktopul tradițional GNOME 2 nu va dispărea peste noapte: versiunile GNOME 2 vor fi în continuare suportate de distribuții în anii următori.
sl: Namizje GNOME 2 je postalo v letih delovanja težko obvladljivo. Prav zaradi velikosti sistema stara različica namizja nikoli ni bila izbrana za trajnejšo podporo in posodobljen razvoj. Po izidu namizja GNOME 3, nekateri deli predhodne različice ne bodo več deležni pozornosti in se ne bodo več posodabljali. Podporo bodo ohranile skupine, ki pripravljajo in posodabljajo posamezne distribucije z namizjem GNOME še leta naprej.
tr: GNOME 2 masaüstü uzun bir yaşam sürdü ve bu süre içinde bazı kısımlarının bakımı zorlaştı. Sonuçta, bütün GNOME 2 masaüstünün devamlı sürümlerinin çıkarılması GNOME Projesi için hiçbir zaman pratik bir seçenek olmadı ve eski GNOME 2 masaüstünün bazı kısımları GNOME 3 çıktıktan sonra artık güncellenmeyecek. Bununla birlikte, geleneksel GNOME 2 masaüstü bir gecede ortadan kaybolmayacak: GNOME 2 sürümleri, dağıtımlar tarafından yıllarca desteklenmeye devam edecek.
ug: GNOME 2 ئۈستەلئۈستى ناھايىتى ئۇزۇن مەۋجۇت داۋاملاشتى، ئۇنىڭدىكى بەزى بۆلەكلەر ۋاقىتنىڭ ئۆتىشىگە ئەگىشىپ ئاسراش تەسلىشىپ كەتتى. شۇڭلاشقا GNOME 2 ئۈستەلئۈستىنى داۋاملىق تارقىتىش GNOME قۇرۇلۇشىغا نىسبەتەن ياخشى تاللاش ئەمەس، GNOME 2 نىڭ كۆپ قىسىم بۆلەكلىرى GNOME 3 ئېلان قىلىنغاندىن كېيىن ئەمدى يېڭى نەشرى ئېلان قىلىنمايدۇ. شۇنداقتىمۇ، كونا GNOME 2 ئۈستەلئۈستى مۇشۇنىڭ بىلەنلا يوقاپ كەتمەيدۇ: ھەر قايسى چوڭ تارقىتىش نەشىلىرى GNOME 2 گە نىسبەتەن كۆپ يىل قوللاشنى داۋاملاشتۇرىدۇ.
zh_cn: GNOME 2 已经存在了相当长的时间，其中的一些部件随着时间的推移变得愈发难以维护。因此，继续发布 GNOME 2 桌面对于 GNOME 项目来说不是一个很好的选择，GNOME 2 的多个部分在 GNOME 3 发布后将不会再发布新版。然而，传统的 GNOME 2 桌面远不会就此消失——各大发行版还会对 GNOME 2 提供多年的支持。
zh_tw: GNOME 2 存在了相當長的時間，其中的一些元件將隨著時間而變得越來越難以維護。因此，繼續發布 GNOME 2 桌面對於 GNOME 專案來說並不是一個很好的選擇，GNOME 2 有很多地方在 GNOME 3 發布後將不會再發布新的版本。然而，傳統的 GNOME 2 桌面還不會就此消失：各大發行版還會對 GNOME 2 提供多年的支援。

source: Why is the GNOME 3 desktop designed the way it is?
af: Hoekom is GNOME 3 se werkskerm ontwerp soos wat dit is?
cs: Proč je pracovní prostředí GNOME 3 navržené tak jak je?
da: Hvorfor er GNOME 3-skrivebordet designet som det er?
de: Warum wurde der GNOME 3-Desktop so gestaltet?
el: Γιατί η επιφάνεια εργασίας GNOME 3 σχεδιάστηκε κατά αυτόν τον τρόπο;
it: Perché il desktop GNOME3 è stato progettato in questo modo?
pt_br: Por que o GNOME 3 foi desenhado desta forma?
ro: De ce este desktopul GNOME 3 proiectat astfel?
sl: Zakaj je namizje GNOME 3 zasnovano na tak način?
tr: GNOME 3 MASAÜSTÜ NEDEN BU ŞEKİLDE TASARLANDI?
ug: نېمە ئۈچۈن GNOME 3 ئۈستەلئۈستى مۇشۇنداق لايىھىلىنىدۇ؟
zh_cn: 为什么这样设计 GNOME 3 桌面？
zh_tw: GNOME 3 桌面的設計理念為何?

source: We are going to have a huge party to celebrate the release, and then we're going to get back to work improving our desktop, so that GNOME 3 will get better and better with subsequent releases. We have lots of plans for new features which will make GNOME even easier and more satisfying to use, such as document search and an exciting new desktop extensions framework.
af: Ons gaan 'n groot partytjie hou om die vrystelling te vier, en dan keer ons terug na ons werk om die werkskerm te verbeter sodat GNOME 3 beter en beter sal word met die daaropvolgende vrystellings. Ons het baie planne vir nuwe eienskappe wat die gebruik van GNOME selfs nog makliker en bevredigend sal maak, soos dokumentsoektogte en 'n opwindende nuwe raamwerk vir werkskermuitbreidings.
cs: K příležitosti vydání se chystáme uspořádat velkolepou párty a až to řádně oslavíme, vrátíme se k práci na zdokonalování vašeho pracovního prostředí. Tak se bude GNOME 3 s každým vydáním zlepšovat a zlepšovat. Do budoucna máme řadu plánů, které udělají GNOME snadnějším a více vyhovujícím pro používání, například prohledávání dokumentů a funkční podmínky pro zajímavá rozšíření pracovního prostředí.
da: Vi vil holde en kæmpe fest for at fejre udgivelsen, og så vil vi gå tilbage til arbejdet for at forbedre vores skrivebordsmiljø, så GNOME 3 bliver bedre og bedre med de efterfølgende udgivelser. Vi har en masse planer for nye funktioner, som vil gøre GNOME endnu nemmere og mere tilfredsstillende at bruge, som for eksempel dokumentsøgning og et nyt og spændende system til skrivebordsudvidelser.
de: Wir werden die Veröffentlichung von GNOME 3 gebührend feiern und danach sofort wieder an die Arbeit gehen, um unsere Arbeitsumgebung durch nachfolgende Veröffentlichungen noch weiter zu verbessern. Wir haben viele Pläne, GNOME noch einfacher, besser und überzeugender zu machen, zum Beispiel durch eine Dokumenten-Suche und einem neuen Framework für Erweiterungen der Arbeitsumgebung.
el: Θα κάνουμε ένα μεγάλο πάρτι για να γιορτάσουμε την κυκλοφορία, και μετά θα επιστρέψουμε στη δουλειά βελτιώνοντας την επιφάνεια εργασίας μας, έτσι ώστε το GNOME 3 να γίνετε όλο και καλύτερο σε ακόλουθες κυκλοφορίες. Έχουμε πολλά σχέδια για τα νέα χαρακτηριστικά που θα κάνουν το GNOME ακόμα ποιο εύκολο και ικανοποιητικό στην χρήση, όπως η αναζήτηση εγγράφων και ένα συναρπαστικό σύστημα για πρόσθετα (επεκτάσεις) της επιφάνειας εργασίας.
it: Stiamo organizzando una grande festa per celebrare l'uscita, poi torneremo a lavorare sul nostro desktop, in modo che GNOME 3 migliori sempre più rilascio dopo rilascio. Abbiamo molti progetti per integrare nuove caratteristiche che renderanno GNOME ancora più facile e piacevole da usare, come la ricerca di documenti e un eccitante nuovo framework per le estensioni desktop.
pt_br: Nós vamos fazer uma grande festa de celebração do lançamento e então iremos voltar ao trabalho para melhorar o nosso ambiente. Dessa forma, o GNOME 3 irá se tornar cada vez melhor com lançamentos subsequentes. Nós temos muitos planos para novos recursos que o tornarão cada vez mais fácil e agradável para o usuário, tais como busca de documentos e uma nova e excitante infraestrutura de extensões para o ambiente.
ro: Vom avea o petrecere uriașă pentru a sărbători lansarea, și ne vom apuca iarăși de treabă pentru a îmbunătăți desktopul, pentru ca GNOME 3 sa fie din ce în ce mai bun cu fiecare versiune lansată. Avem o mulțime de planuri pentru funcții noi care vor face GNOME 3 și mai ușor de folosit și mult mai satisfăcător la folosire, cum ar fi căutarea de documente și o platformă pentru extensii pentru desktop.
sl: Ob izidu bodo po svetu organizirane zabave v čast novemu namizju, po tem pa bodo razvijalci znova zavihali rokave in poskušali še dopolniti in izboljšati izkušnjo, ki jo namizje GNOME 3 ponuja. Plan dela je že dolgo znan in prepričani smo, da bomo z vsakim novim izidom dokazali, da GNOME ponuja najboljšo uporabniško izkušnjo.
tr: Bu sürümün çıkışını kutlamak için büyük bir parti vereceğiz ve sonra da masaüstümüzü geliştirme işine geri döneceğiz; böylece GNOME 3, takip eden sürümlerle birlikte hep daha iyi bir hale gelecek. Belge arama ve heyecan verici, yeni bir masaüstü genişleme çerçevesi gibi, GNOME'un kullanımını daha da kolay ve daha tatmin edici hale getirecek bir sürü planımız var.
ug: بىز ئۇنىڭ ئېلان قىلىنغانلىقىنى تەبرىكلەپ كاتتا كەچلىك يىغىلىش ئۆتكۈزىمىز ئاندىن قايتىپ كېلىپ ئۈستەلئۈستىنى ياخشىلاشنى داۋاملاشتۇرىمىز. GNOME 3 كېيىنكى نەشرلىرىدە تېخىمۇ ياخشىلىنىدۇ. بىزنىڭ GNOME نى تېخىمۇ قۇلاي، تېخىمۇ ياخشى ئىشلىتىش كەچمىشى بىلەن تەمىنلەيدىغان پىلانلىرىمىز بار، مەسىلەن، پۈتۈك ئىزدەش ۋە ئادەمنى ھاياجانلاندۇرىدىغان يېڭى ئۈستەل ئۈستى كېڭەيتىلمە قۇرۇلمىسى.
zh_cn: 我们将为它的发布举行盛大的庆祝活动，然后回过头来继续改进我们的桌面。在后续的发布中，GNOME 3 会变得越来越好。我们有许多让 GNOME 更加易用、提供更好体验的计划，例如文档搜索和令人振奋的新桌面扩展框架。
zh_tw: 我們將為慶祝它的發布而舉行一個盛大的晚會，然後繼續改進的我們的桌面。在後續的發布中，GNOME 3 變得越來越好。我們有許多讓 GNOME 更易用、提供更好體驗的計劃，例如檔案檢索和令人振奮的新桌面擴充框架。

source: Spreading the word about GNOME 3 is a great way to help out. A positive tweet, dent, status update or post is always appreciated. You can also join our <a href="http://www.facebook.com/GNOMEDesktop">Facebook group</a> or become a <a href="http://www.gnome.org/friends/">Friend of GNOME</a>. Additionally, you can help out with one of the many varied tasks involved in producing GNOME. Just check out our <a href="http://live.gnome.org/JoinGnome">contribution page</a> for more details.
af: Om nuus oor GNOME 3 te versprei is 'n goeie manier om te help. Enige positiewe gekwetter, joerninskrywing, of statusboodskap sal waardeer word. Sluit gerus ook aan by ons <a href="http://www.facebook.com/GNOMEDesktop">Facebook-groep</a> of word 'n <a href="http://www.gnome.org/friends/">Vriend van GNOME</a>. Help gerus ook met een van die verskeidenheid take wat help om GNOME te skep. Kyk gerus na ons bladsy oor <a href="http://live.gnome.org/JoinGnome">bydraes</a> vir meer besonderhede.
cs: Skvělým způsobem, jak můžete GNOME 3 pomoci, je šířit o něm povědomí. Psaní kladných tweetů, mikroblogů, diskuzních příspěvků a blogů je vždy vítáno. Můžete se také připojit k naší <a href="http://www.facebook.com/GNOMEDesktop">skupině na Facebooku</a> nebo se stát <a href="http://www.gnome.org/friends/">přáteli GNOME</a>. Navíc nám můžete pomoci s řadou různých úkolů nutných při tvorbě GNOME. Stačí se podívat na další informace na naší <a href="http://live.gnome.org/JoinGnome">stránce pro přispěvatele</a>.
da: At sprede nyheden om GNOME 3 er en god måde at hjælpe på. Et positivt tweet, dent, statusopdatering eller indlæg er altid værdsat. Du kan også melde dig ind i vores <a href="http://www.facebook.com/GNOMEDesktop">Facebook-gruppe</a> eller blive <a href="http://www.gnome.org/friends/">Ven af GNOME</a>. Derudover kan du også hjælpe med en af de mange forskellige opgaver, som hører med til at producere GNOME. Bare kig på vores <a href="http://live.gnome.org/JoinGnome">bidragsyderside</a> for flere detaljer.
de: GNOME 3 weiterempfehlen ist ein guter Weg, uns zu helfen! Ein positiver Tweet, ein Status-Update oder ein Eintrag auf Ihrer Webseite wird immer gern gesehen. Ebenso sind Sie herzlich eingeladen, unserer <a href="http://www.facebook.com/GNOMEDesktop">Facebook-Gruppe</a> beizutreten oder ein <a href="http://www.gnome.org/friends/">GNOME-Freund</a> zu werden. Außerdem können Sie uns helfen, indem Sie sich an einem unserer vielen Projekte beteiligen. Besuchen Sie einfach unsere <a href="http://live.gnome.org/JoinGnome">»Mitmach«-Seite</a> für weiterführende Informationen.
el: Η διάδοση του GNOME 3 είναι ένας πολύ καλός τρόπος για να βοηθήσετε. Ένα θετικό tweet, dent, ενημέρωση κατάστασης ή δημοσίευση είναι πάντα ευπρόσδεκτα. Μπορείτε επίσης να γίνεται μέλη στην <a href="http://www.facebook.com/GNOMEDesktop">Ομάδα μας στο Facebook</a> ή να γίνετε ένας <a href="http://www.gnome.org/friends/">Φίλος του GNOME</a>. Επιπλέον, μπορείτε να βοηθήσετε με μια από τις πολλές εργασίες στην παραγωγή του GNOME. Απλά δείτε τη <a href="http://live.gnome.org/JoinGnome">σελίδα συνεισφοράς</a> για περισσότερες πληροφορίες.
it: Parlare di GNOME 3 è un ottimo modo per dare una mano. Un tweet, un dent, un aggiornamento di stato o un post che riportino un giudizio positivo sono sempre apprezzati. Puoi anche entrare nel nostro <a href="http://www.facebook.com/GNOMEDesktop">gruppo su Facebook </a> o diventare un <a href="http://www.gnome.org/friends/">amico di GNOME</a>. Inoltre, è possibile collaborare a una delle molteplici attività che hanno a che vedere con lo sviluppo di GNOME. Maggiori dettagli su come partecipare sono disponibili a <a href="http://live.gnome.org/JoinGnome">questa pagina</a>.
pt_br: Divulgar o GNOME 3 é uma grande forma de ajudar. Um tweet, dent ou atualização de status ou uma postagem é sempre apreciada. Você pode também se juntar ao nosso <a href="http://www.facebook.com/GNOMEDesktop">grupo do Facebook</a> ou se tornar um <a href="http://www.gnome.org/friends/">amigo do GNOME</a>. Adicionalmente, pode ajudar com uma das muitas variedades de tarefas envolvendo a produção do GNOME. Veja a nossa <a href="http://live.gnome.org/JoinGnome">página de contribuição</a> para mais detalhes.
sl: Razširjanje besede o namizju GNOME 3 je odličen način kako pomagati. S pozitivnim sporočilom na tweeterju ali facebooku lahko naredite veliko. Lahko se pridružite tudi <a href="http://www.facebook.com/GNOMEDesktop">Facebook skupini</a> ali pa postanete <a href="http://www.gnome.org/friends/">Prijatelj namizja GNOME</a>. Seveda pa vse vabimo, da se pridružite razvoju namizja na različnih delovnih področjih. Več podrobnosti najdete na spletnih straneh <a href="http://live.gnome.org/JoinGnome">Projekta GNOME</a>.
tr: GNOME 3'ü diğer insanlara duyurmak, yardım etmenin harika bir yoludur. Olumlu bir tweet, durum güncellemesi ya da gönderiyi her zaman takdir ediyoruz. Ayrıca <a href="http://www.facebook.com/GNOMEDesktop">Facebook grubumuza</a> katılabilir veya bir <a href="http://www.gnome.org/friends/">GNOME Dostu</a> olabilirsiniz. Ek olarak, GNOME'u üretmede gerekli çok çeşitli görevlerden birine de yardım edebilirsiniz. Ayrıntılar için, <a href="http://live.gnome.org/JoinGnome">katkıda bulunma sayfası</a>na bakmanız yeterli.
zh_cn: 向世界传播和推广 GNOME 3 是帮助我们的极佳办法。一条积极的微博、状态或者博客文章都是极有价值的方式。您还可以加入我们的 <a href="http://www.facebook.com/GNOMEDesktop">Facebook 小组</a>或成为一位 <a href="http://www.gnome.org/friends/">GNOME 之友</a>。此外，您还可以在我们开发 GNOME 的各个环节进行帮助，详情请参阅我们的<a href="http://live.gnome.org/JoinGnome">如何贡献</a>页面。
zh_tw: 向全世界傳播和推廣 GNOME 3 是幫助我們最好的方式。一則積極的微網誌或狀態訊息，甚至是部落格文章都是非常有價值的方式。你還可以加入我們的 <a href="http://www.facebook.com/GNOMEDesktop">Facebook 小組</a>或成為一位<a href="http://www.gnome.org/friends/">GNOME之友</a>。此外，你還可以在我們發起的 GNOME 各項計劃進行協助，詳情請參閱我們的<a href="http://live.gnome.org/JoinGnome">如何貢獻</a>頁面。

source: Download for 32 bit systems (v1.5.0)
ar: نزّلها لأنظمة 32 بت (الإصدار 1.5.0)
ca: Baixada per a sistemes de 32 bits (v1.5.0)
eo: Elŝuto por 32-bitaj sistemoj (v1.5.0)
fa: بارگیری برای سیستم‌های ۳۲ بیتی (نسخه ۱.۳.۰)
he: הורדה עבור מערכות 32 סיביות (גרסה 1.5.0)
id: Unduh bagi sistem 32 bit (v1.5.0)
ja: 32 ビットシステム用をダウンロード (v1.5.0)
ko: 32비트 시스템용 다운로드 (v1.5.0)
lt: Parsisiųsti versiją 32 bitų sistemoms (v1.5.0)
lv: Lejupielādēt 32 bitu versiju (v1.5.0)
ru: Загрузить для 32-битных систем (версия 1.5.0)

source: Download for 64 bit systems (v1.5.0)
ar: نزّلها لأنظمة 64 بت (الإصدار 1.5.0)
ca: Baixada per a sistemes de 64 bits (v1.5.0)
eo: Elŝuto por 64-bitaj sistemoj (v1.5.0)
fa: بارگیری برای سیستم‌های ۶۴ بیتی (نسخه ۱.۳.۰)
he: הורדה עבור מערכות 64 סיביות (גרסה 1.5.0)
id: Unduh bagi sistem 64 bit (v1.5.0)
ja: 64 ビットシステム用をダウンロード (v1.5.0)
ko: 64비트 시스템용 다운로드 (v1.5.0)
lt: Parsisiųsti versiją 64 bitų sistemoms (v1.5.0)
lv: Lejupielādēt 64 bitu versiju (v1.5.0)
ru: Загрузить для 64-битных систем (версия 1.5.0)

source: فارسی
ru: Арабский

source: עברית
ru: Иврит

source: openSUSE
ar: أوبن سوزة
fa: اُپن‌سوزه
ko: 오픈수세

source: Fedora
fa: فدورا

source: Facebook
ar: فيسبوك
eo: Vizaĝlibro
fa: فیس‌بوک
ko: 페이스북

source: Twitter
ar: تويتر
fa: توییتر
ko: 트위터
