Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: The GNOME Project is an international community which comes together to make great software. GNOME software is <a href="http://www.gnu.org/philosophy/free-sw.html">Free Software</a>: all our work is free to use, modify and redistribute. Everyone is welcome to participate in its development. See <a href="http://www.gnome.org/about/">the GNOME About page</a> for more information.
af: Die GNOME-projek is 'n internasionale gemeenskap wat saamwerk om fantastiese sagteware te maak. GNOME-sagteware is <a href="http://www.gnu.org/philosophy/free-sw.html">Vry Sagteware</a>: elkeen is vry om ons werk te gebruik, te verander en te herversprei. Almal is welkom om deel te neem in die ontwikkeling daarvan. Sien <a href="http://www.gnome.org/about/">Aangaande GNOME</a> vir meer inligting.
ar: مشروع جنوم مجتمع عالميّ تجمّع لعمل برمجيات عظيمة. برمجيات جنوم <a href="http://www.gnu.org/philosophy/free-sw.html">برمجيات حرّة</a>: كلّ برمجياتنا تعطيك حرّية الاستخدام والتعديل وإعادة التوزيع. نرحّب بالجميع للمشاركة في تطويرها. أنظر إلى <a href="http://www.gnome.org/about/">صفحة عن جنوم</a> لمزيد من المعلومات.
ca: El projecte GNOME és una comunitat internacional que treballa conjuntament per crear programari excel·lent. El programari de GNOME és <a href="http://www.gnu.org/philosophy/free-sw.html">Programari lliure</a>: sou lliure d'utilitzar, modificar i redistribuir tot el que fem. Esteu convidats a participar en el seu desenvolupament. Per a més informació vegeu <a href="http://www.gnome.org/about/">la pàgina sobre el GNOME</a>.
cs: Projekt GNOME je mezinárodní komunita, která se dala dohromady za účelem vytvořit skvělý software. Software GNOME je <a href="http://www.gnu.org/philosophy/free-sw.html">svobodný software</a>: veškerou naši práci je možné volně používat, upravovat a dále šířit. Pomoc kohokoliv při vývoji je vítána. Více informací najdete na <a href="http://www.gnome.org/about/">stránce o GNOME</a>.
da: GNOME-projektet er et internationalt fællesskab som samles omkring at lave fantastisk software. GNOME-software er <a href="http://www.gnu.org/philosophy/free-sw.html">fri software</a>: alt vores arbejde er frit at bruge, ændre og redistribuere. Alle er velkomne til at deltage i dets udvikling. Se <a href="http://www.gnome.org/about/">siden om GNOME</a> for mere information.
de: Das GNOME-Projekt ist eine internationale Gemeinschaft, die sich zusammen gefunden hat, um eine großartige Software zu schaffen. GNOME-Software ist <a href="http://www.gnu.org/philosophy/free-sw.html">freie Software</a>. Das bedeutet, sie darf frei verwendet, verändert und weitergegeben werden. Jeder ist eingeladen, zur Entwicklung beizutragen. Besuchen Sie die<a href="http://www.gnome.org/about/">Über-Uns-Seite</a> für weitere Informationen.
el: Το έργο GNOME είναι μια διεθνή κοινότητα που συμμετέχει για να κάνει εξαιρετικό λογισμικό. Το λογισμικό GNOME είναι <a href="http://www.gnu.org/philosophy/free-sw.html">Ελεύθερο λογισμικό</a>: όλη η εργασία μας είναι ελεύθερη στη χρήση, τροποποίηση και διανομή. Όλοι είναι ευπρόσδεκτοι να συμμετάσχουν στην ανάπτυξη του. Δείτε τη <a href="http://www.gnome.org/about/">σελίδα σχετικά με το GNOME</a> για περισσότερες πληροφορίες.
eo: La GNOME-projekto estas internacia komunumo, kiu kuniĝis por krei bonegan programaron. GNOME-programaro estas <a href="http://www.gnu.org/philosophy/free-sw.html">libera programaro</a>. Tio signifas: eblas libere uzi, ŝanĝi kaj disdoni ĝin.Ĉiu estas invitita por partopreni la programadon. Vizutu la <a href="http://www.gnome.org/about/">"Pri ni"-paĝon</a> por pli da informoj.
es: El proyecto GNOME es una comunidad internacional que se reúne para hacer un gran software. El software de GNOME es <a href="http://www.gnu.org/philosophy/free-sw.html">Software libre</a>: todo nuestro es trabajo es libre de usarse, modificarse y redistribuirse. Cualquiera es bienvenido para participar en su desarrollo. Consulte la página <a href="http://www.gnome.org/about/">Acerca de GNOME</a> para obtener más información.
fa: پروژه‌ی گنوم یک جامعه بین‌المللی است که در کنار یکدیگر جمع شده‌اند تا یک برنامه عالی را ایجاد کنند. برنامه گنوم یک <a href="http://www.gnu.org/philosophy/free-sw.html">برنامه آزاد</a> است: تمام کارهای ما برای استفاده، تغییر و بازسازی آزاد است. ما به هر کسی برای همکاری در توسعه آن خوش‌آمد می‌گوییم. برای اطلاعات بیشتر <a href="http://www.gnome.org/about/">صفحه‌ی درباره گنوم</a> را ملاحظه کنید.
gl: O Proxecto GNOME é unha comunidade internacional que se reúne para facer un gran software. O software de GNOME é <a href="http://www.gnu.org/philosophy/free-sw.html">Software Libre</a>: todo o noso traballo é libre de usarse, modificarse e redistribuírse. Calquera é benvido para participar no seu desenvolvemento. Consulte a páxina <a href="http://www.gnome.org/about/">Sobre GNOME </a> para obter máis información.
he: מיזם GNOME מהווה קהילה בינלאומית שמטרתה ליצור תכנה מעולה. תוכנות GNOME מופצות כ<a href="http://www.gnu.org/philosophy/free-sw.html">תכנה חופשית</a>: כל עבודתנו ניתנת באופן חופשי לצורך שימוש, שינוי והפצה מחדש. כולם מוזמנים להשתתף בפיתוחה. ניתן לעיין ב<a href="http://www.gnome.org/about/">דף ה'על אודות' של GNOME</a> למידע נוסף.
id: Projek GNOME adalah komunitas internasional yang bekerja sama untuk membuat perangkat lunak yang hebat. Perangkat lunak GNOME adalah <a href="http://www.gnu.org/philosophy/free-sw.html">Perangkat Lunak Bebas</a>: semua hasil kerja kami bebas dipakai, diubah, dan disebarluaskan. Setiap orang dipersilakan untuk berpartisipasi dalam pengembangannya. Lihat <a href="http://www.gnome.org/about/">halaman Tentang GNOME</a> untuk informasi lebih lanjut.
it: Il progetto GNOME è una comunità internazionale unita dal desiderio di produrre ottimo software. Il software di GNOME è <a href="http://www.gnu.org/philosophy/free-sw.html">software libero</a>: è possibile usare, modificare e ridistribuire liberamente ogni nostro lavoro. Tutti sono benvenuti a partecipare allo sviluppo. Per maggiori informazioni consultate la <a href="http://www.gnome.org/about/">pagina di informazioni su GNOME</a>.
ja: GNOME プロジェクトは皆で集まってすばらしいソフトウェアを作り上げていく国際的なコミュニティです。GNOME ソフトウェアは<a href="http://www.gnu.org/philosophy/free-sw.ja.html">フリーソフトウェア</a>です。すべての成果物の利用、改変、再配布は自由です。誰でも開発に参加することを歓迎しています。詳しくは<a href="http://www.gnome.org/about/">GNOME About page</a>を参照してください。
ko: 그놈 프로젝트는 멋진 소프트웨어를 함께 만들어가는 국제적인 커뮤니티입니다. 그놈 소프트웨어는 <a href="http://www.gnu.org/philosophy/free-sw.html">자유 소프트웨어</a> 입니다. 우리가 만들어낸 것들은 자유롭게 사용하고, 수정하고 재배포 할 수 있습니다, 개발에 대한 여러분의 참여를 환영합니다. 자세한 정보에 대하여는 <a href="http://www.gnome.org/about/">그놈 소개 페이지</a> 를 참조하시기 바랍니다.
lt: GNOME projektas yra tarptautinė bendruomenė, kuri susirenka, kad galėtų sukurti puikią programinę įrangą. GNOME programinė įranga yra <a href="http://www.gnu.org/philosophy/free-sw.html">laisva programinė įranga</a>: visas mūsų darbą galima laisvai naudoti, keisti ar platinti. Visi norintys prisidėti yralaukiami. Daugiau rasite <a href="http://www.gnome.org/about/">apie GNOME puslapyje</a>.
lv: GNOME projekts ir starptautiska kopiena, kas apvienojusies, lai veidotu lielisku programmatūru. GNOME programmatūra ir <a href="http://www.gnu.org/philosophy/free-sw.html">Brīva programmatūra</a>: visi mūsu darbi ir brīvi izmantojami, modificējami un izplatāmi. Katrs ir aicināts piedalīties tās izstrādē. Skatiet lapu <a href="http://www.gnome.org/about/">Par GNOME</a>, lai iegūtu vairāk informācijas.
pt_br: O projeto GNOME é uma comunidade internacional que se une para fazer um grande software. O software GNOME é um <a href="http://www.gnu.org/philosophy/free-sw.html">Software livre</a>: todo nosso trabalho é livre para usar, modificar e redistribuir. Todos são bem-vindos para participar no seu desenvolvimento. Veja a página <a href="http://www.gnome.org/about/">Sobre o GNOME</a> para mais informações.
ru: Проект GNOME — это международное сообщество, создающее программное обеспечение. GNOME — <a href="http://www.gnu.org/philosophy/free-sw.html">свободное программное обеспечние</a>: вся наша работа свободна для использования, изменения и распространения. Любой может принять участие в его разработке. Для получения более подробной информации см. <a href="http://www.gnome.org/about/">о GNOME</a>.
sl: V okvirju Projekta GNOME je zbrana mednarodna skupnost, zavezana k cilju odlične programske opreme. Programska oprema za namizje GNOME je <a href="http://www.gnu.org/philosophy/free-sw.html">prosta programska oprema</a>, kar pomeni, da je dovoljeno uporabljati, spreminjati in razširjati programsko in avtorsko opremo. Znotraj posameznih projektov sodelujejo posamezniki, ki se strinjajo z idejo odprtosti. Za več podrobnosti si oglejte spletne strani <a href="http://www.gnome.org/about/">Projekta GNOME</a>.
tr: GNOME Projesi, harika yazılımlar üretmek için bir araya gelen uluslararası bir topluluktur. GNOME yazılımı <a href="http://www.gnu.org/philosophy/free-sw.html">Özgür Yazılım</a>dır: tüm çalışmalarımızı kullanmak, değiştirmek ve yeniden dağıtmak serbesttir. Herkesi bu projenin geliştirilmesine katılmaya davet ediyoruz. Daha fazla bilgi için <a href="http://www.gnome.org/about/">GNOME Hakkında sayfası</a> bakınız.
zh_cn: GNOME 项目是一个以编写卓越的软件为目的而相聚在一起的人们所组成的的国际社区。GNOME 是<a href="http://www.gnu.org/philosophy/free-sw.html">自由软件</a>：我们所有的作品都可以自由地使用，修改，以及重新发行。欢迎任何人参与到我们的开发工作中。更多信息请参见<a href="http://www.gnome.org/about/">关于GNOME</a> 页面。
zh_tw: GNOME 計畫是國際性的社群，共同製做最好的軟體。GNOME 軟體是 <a href="http://www.gnu.org/philosophy/free-sw.html">自由軟體</a>：我們所有的成果都可以自由的使用、修改和重新散佈。歡迎每個人來參與它的開發。請參閱<a href="http://www.gnome.org/about/">關於 GNOME 頁面</a>以取得更多資訊。

source: What are GNOME's plans after GNOME 3 is released?
af: Wat is GNOME se planne na GNOME 3 vrygestel is?
ar: ما خطط جنوم بعد إصدار جنوم 3؟
ca: Quins plans hi ha al GNOME després de l'alliberament del GNOME 3?
cs: Jaké jsou plány GNOME po vydání GNOME 3?
da: Hvad er GNOMEs planer efter at GNOME 3 er udgivet?
de: Was sind die Pläne des GNOME-Projektes, nachdem GNOME 3 erschienen ist?
el: Ποιά είναι τα σχέδια του GNOME μετά την κυκλοφορία του GNOME 3;
eo: Kiujn planojn havas la GNOME-projekto post la eldono de GNOME 3?
es: ¿Cuáles son los planes después de que se publique GNOME 3?
fa: برنامه‌ی گنوم پس از انتشار گنوم ۳ چیست؟
gl: Cales son os plans despois de publicar GNOME 3?
he: מה הן התכניות של GNOME לאחר השקת GNOME 3?
id: Apa rencana GNOME setelah GNOME 3 dirilis?
it: Quali sono i piani di GNOME dopo il rilascio di GNOME 3?
ja: GNOME 3 がリリースされた後の GNOME の計画は?
ko: 그놈 3가 출시된 이후 그놈의 계획은 무엇입니까?
lt: Kokie yra GNOME planai po GNOME 3 išleidimo?
lv: Kādi ir plāni pēc GNOME 3 izlaišanas?
pt_br: Quais são os planos do GNOME depois que o GNOME 3 for lançado?
ro: Care sunt planurile GNOME după lansarea GNOME 3?
ru: Каковы планы GNOME после выхода GNOME 3?
sl: Kaj GNOME pripravlja po izidu namizja GNOME3?
tr: GNOME'UN, GNOME 3 ÇIKTIKTAN SONRAKİ PLANLARI NELERDİR?
ug: GNOME 3 تارقىتىلغاندىن كېيىن GNOME قۇرۇلۇشىنىڭ قانداق پىلانى بار؟
zh_cn: GNOME 3 发布后，GNOME 项目有何计划？
zh_tw: GNOME 3 發布後，下一步的計劃是？

source: The GNOME Project is already working hard on the next release of GNOME 3, which will be completed in September/October 2011. This next release will include general improvements to GNOME 3, as well as major new features.
ca: El projecte GNOME ja treballa intensament en la nova versió del GNOME 3, que s'acabarà al setembre / octubre de 2011. Aquesta nova versió inclourà millores generals del GNOME 3, a més a més de funcions importants noves.
eo: La GNOME-projekto jam laboregas pri la sekva eldono de GNOME 3, kiu estu finita dum septembro/oktobro 2011. Tiu sekva eldono entenos kaj ĝeneralajn plibonigojn kaj ankaŭ grandajn novajn trajtojn.
es: El Proyecto GNOME ya está trabajando duramente en la próxima publicación de GNOME 3, que se completará en septiembre/octubre de 2011. Esta próxima publicación incluirá mejora generales en GNOME 3, así como características nuevas.
fa: پروژه‌ی گنوم در حال حاظر به سختی در حال کار کردن بر روی نسخه بعدی گنوم ۳ است، که در شهریور/مهر سال ۱۳۹۰ آماده خواهد شد. انتشار بعدی شامل بهینه‌سازی‌های عمومی بر روی گنوم ۳ در کنار امکانات کلی جدید خواهد بود.
gl: O Proxecto GNOME xa está traballando duramente na próxima publicación de GNOME 3, que se completará en setembro/outubro de 2011. Esta próxima publicación incluirá melloras xerais en GNOME 3, así como características novas.
he: מיזם GNOME כבר עמל קשה על הגרסה הבאה של GNOME 3, שתושלם בספטמבר/אוקטובר 2011. גרסה מתקדמת זו תכלול שיפורים ב־GNOME 3 לרבות תכונות חדשות משמעותיות.
id: Projek GNOME telah bekerja keras pada rilis berikut dari GNOME 3, yang akan lengkap pada September/Oktober 2011. Rilis berikutnya ini akan termasuk perbaikan umum ke GNOME 3, dan fitur baru yang pokok.
ja: GNOME プロジェクトは、GNOME 3 の次のリリースに向けた必死な作業にもう取り組んでおり、2011 年の 9 月あるいは 10 月の完成を予定しています。次のリリースでは、大きな新機能の追加だけでなく、GNOME 3 全体にわたる改良が盛り込まれます。
ko: 그놈 프로젝트는 이미 2011년 9,10월에 완료될 그놈 3의 다음 릴리즈에 매진하고 있습니다. 그 다음 릴리즈는 그놈 3의 일반적인 주요 향상 요소가 포함될 것입니다.
lt: GNOME projektas jau sunkiai dirba prie sekančio GNOME 3 leidimo, kuris bus baigtas 2011 Rugsėjį/Spalį. Šis leidimas turės bendrus GNOME 3 atnaujinimus bei naujas galimybes.
lv: GNOME Project jau smagi strādā pie nākamā GNOME 3 laidiena, kas iznāks 2011. gada septembrī vai oktobrī. Nākamais laidiens iekļaus vispārīgus GNOME 3 uzlabojumus, kā arī jaunas iespējas.
ru: Проект GNOME уже усердно трудится над следующих выпуском GNOME 3, который выйдет в сентября-октябре 2011 года. В этот выпуск будут включены значительные улучшения, а также новые возможности.

source: How can I get involved or help with GNOME 3?
af: Hoe kan ek betrokke raak of help met GNOME 3?
ar: كيف يمكنني الانضمام أو المساهمة في جنوم 3؟
ca: Com puc ajudar el GNOME 3?
cs: Mohu se také nějak zapojit nebo pomoci s GNOME 3?
da: Hvordan kan jeg blive involveret eller hjælpe med GNOME 3?
de: Wie kann ich mich beteiligen oder GNOME 3 helfen?
el: Πώς μπορώ να συμμετάσχω ή να βοηθήσω με το GNOME 3;
eo: Kiel mi povas kontribui aŭ helpi al GNOME 3?
es: ¿Cómo puedo involucrarme o ayudar en GNOME 3?
fa: چطور می‌توانم به گنوم ۳ کمک و در این پروژه درگیر شوم؟
gl: Como podo involucrarme ou axudar en GNOME 3?
he: איך אפשר לקחת חלק או לסייע ביצירת GNOME 3?
id: Bagaimana saya bisa terlibat atau membantu GNOME 3?
it: Come posso partecipare o contribuire a GNOME 3?
ja: GNOME 3 を手伝いたいけど何ができますか?
ko: 그놈 3 프로젝트에 어떻게 참여하고 도울 수 있습니까?
lt: Kaip aš galiu prisidėti ar padėt GNOME 3 projektui?
lv: Kā es varu piedalīties vai palīdzēt GNOME 3?
pt_br: Como eu posso me envolver ou ajudar o GNOME 3?
ro: Cum mă pot implica pentru a ajuta GNOME 3?
ru: Как я могу принять участие или помочь GNOME 3?
sl: Kako se lahko priključim sodelovanju pri razvoju GNOME 3?
tr: GNOME 3'E NASIL KATILABİLİR YA DA YARDIM EDEBİLİRİM?
ug: قانداق قىلسام GNOME 3 كە قاتنىشالايمەن ياكى ياردەم قىلالايمەن؟
zh_cn: 如何才能参与或帮助 GNOME 3？
zh_tw: 我要如何參與或幫助 GNOME 3？

source: Spreading the word about GNOME 3 is a great way to help out. A positive tweet, dent, status update or post is always appreciated. You can also join our <a href="http://www.facebook.com/GNOMEDesktop">Facebook group</a> or become a <a href="http://www.gnome.org/friends/">Friend of GNOME</a>. Additionally, you can help out with one of the many varied tasks involved in producing GNOME. Learn more about how you can <a href="http://www.gnome.org/get-involved/">get involved</a>.
ca: Fer córrer la veu sobre el GNOME 3 és una molt bona manera d'ajudar. Una piulada, dent, actualització d'status o missatges sempre s'agraeixen. Podeu apuntar-vos al <a href="http://www.facebook.com/GNOMEDesktop">grup de Facebook</a> o fer-vos <a href="http://www.gnome.org/friends/">amic del GNOME</a>. A més a més, podeu ajudar en alguna de les moltíssimes tasques que fan falta per produir el GNOME. Apreneu més coses sobre <a href="http://www.gnome.org/get-involved/">com contribuir</a>.
eo: Rekomendi na GNOME 3 estas bona maniero por helpi nin! Positiva "Tweet", stato-ĝisdatigo aŭ mencio sur via retpaĝaro estus oportune. Krome vi estas invitata aliĝi nian <a href="http://www.facebook.com/GNOMEDesktop">grupon ĉe Vizaĝlibro</a> aŭ iĝi <a href="http://www.gnome.org/friends/">GNOME-amiko</a>. Plue vi povas helpi nin per kontribuo al niaj multaj projektoj. Vizitu nian <a href="http://www.gnome.org/get-involved/">»Kontribui«-paĝon</a> por pli da informoj.
es: Pasar la voz sobre GNOME 3 es una buena manera de ayudar. Un «tweet» positivo, un marcador, una actualización de estado o un comentario siempre se agradecen. También puede unirse al <a href="http://www.facebook.com/GNOMEDesktop">grupo de Facebook</a> o hacerse <a href="http://www.gnome.org/friends/">amigo de GNOME</a>. También puede ayudar con cualquiera de las muchas tareas implicadas en la creación de GNOME. Aprenda cómo puede <a href="http://www.gnome.org/get-involved/">involucrarse</a>.
fa: انتشار هر خبر درباره‌ی گنوم ۳ یک کمک خیلی بزرگ است. یک توییت، دنت، بروزرسانی وضعیت یا یک پُست وبلاگی مثبت همیشه باعث خوشحالی و قدردانی ماست. شما همچنین می‌توانید به <a href="http://www.facebook.com/GNOMEDesktop">گروه فیس‌بوک</a> ما بپیوندید یا تبدیل به یک <a href="http://www.gnome.org/friends/">دوست گنوم</a> شوید. بعلاوه، می‌توانید با استفاده از تعداد زیادی از مواردی که در ساخت گنوم دخیل هستند به ما کمک کنید. فقط <a href="http://www.gnome.org/get-involved/">صفحه‌ی همکاری</a> ما را برای جزئیات بیشتر بخوانید.
gl: Pasar a voz sobre GNOME 3 é unha moi boa forma de axudar. Un «tweet» positivo, un marcador, unha actualización de estado ou un artigo no seu blog sempre se agradece. Tamén pode unirse ao noso <a href="http://www.facebook.com/GNOMEDesktop">grupo de Facebook</a> ou ser un <a href="http://www.gnome.org/friends/">amigo de GNOME</a>. Tamén pode axudarnos con calquera das moitas tarefas implicadas na creación de GNOME. Aprenda como pode <a href="http://www.gnome.org/get-involved/">involucrarse</a>.
he: הפצה בין חברים של GNOME 3 הנה דרך מעולה לסיוע. ציוץ לטובה, עדכון identi.ca, עדכון מצב או רשומה תמיד יתקבלו בברכה. ניתן גם להצטרף ל<a href="http://www.facebook.com/GNOMEDesktop">קבוצת ה־Facebook</a> או להפוך ל<a href="http://www.gnome.org/friends/">ידידי GNOME</a>. בנוסף, תמיד ניתן לסייע באחת המשימות מני רבות הכרוכות בהפקת GNOME. ניתן לבקר ב<a href="http://live.gnome.org/JoinGnome">עמוד ההתנדבות</a> שלנו לפרטים נוספים.
id: Menyebarluaskan berita tentang GNOME 3 adalah cara bagus untuk membantu. Twit, pembaruan status, atau pengiriman posting yang positif selalu dihargai. Anda juga dapat bergabung ke <a href="http://www.facebook.com/GNOMEDesktop">grup Facebook</a> atau menjadi seorang <a href="http://www.gnome.org/friends/">Sahabat GNOME</a>. Selain itu, Anda dapat membantu salah satu dari banyak kegiatan dalam membangun GNOME. Pelajari lebih lanjut bagaimana Anda dapat <a href="http://www.gnome.org/get-involved/">ikut terlibat</a>.
ja: GNOME 3 についての評判を広めていくのは大変ありがたい助けとなります。ポジティブなツイート、(identi.ca への) dent、Status Update や投稿はいつでも歓迎です。<a href="http://www.facebook.com/GNOMEDesktop">Facebook のグループ</a> に加入したり、<a href="http://www.gnome.org/friends/">Friend of GNOME</a> として貢献することもできます。加えて、GNOME を作り上げていくための多くのいろんな仕事を手助けすることもできます。参加方法については、<a href="http://www.gnome.org/get-involved/">Get Involved</a> のページでより詳しく知ることができます。
ko: 그놈 3를 널리 알리는 것은 도움을 줄 수 있는 최상의 방법입니다. 적극적인 트윗, 눈에띄는 글 작성, 상태를 업데이트하거나 게시하는 것은 언제나 권장됩니다. 또한 <a href="http://www.facebook.com/GNOMEDesktop">페이스북 그룹</a>에 가입하거나 <a href="http://www.gnome.org/friends/">그놈 친구</a>가 될 수도 있습니다. 이밖에, GNOME 제작에 관련된 많은 일들중 하나를 도울 수도 있습니다. 어떻게 <a href="http://live.gnome.org/JoinGnome">공헌</a> 해 줄 수 있는지 좀 더 알아보세요.
lt: Skelbiant apie GNOME 3 taip pat yra puikus būdas padėti. Teigiama žinutė, būsenos atnaujinimas ar įrašas visada laukiami. Taip pat galite prisijungti prie mūsų <a href="http://www.facebook.com/GNOMEDesktop">Facebook grupės</a> ar tapti <a href="http://www.gnome.org/friends/">GNOME draugu</a>. Taipogi galite padėti vienoje iš daugelio užduočių kuriant GNOME. Sužinok daugiau kaip galite <a href="http://www.gnome.org/get-involved/">prisidėti</a>.
lv: GNOME 3 popularizēšana ir lielisks veids, kā palīdzēt. Mēs vienmēr būsim pateicīgi par pozitīviem tvītiem, statusa ziņojumiem vai bloga ierakstiem. Jūs varat arī pievienoties mūsu <a href="http://www.facebook.com/GNOMEDesktop">Facebook grupai</a> vai kļūt par <a href="http://www.gnome.org/friends/">GNOME draugu</a>. Turklāt jūs varat palīdzēt daudzajos darbos, kas ir saistīti ar GNOME izstrādi. Apskatiet mūsu <a href="http://live.gnome.org/get-involved">atbalsta lapu</a>, lai iegūtu vairāk informācijas.
ru: Распространение информации о GNOME 3 — отличный способ помочь. Положительные отзывы в социальных сетях также приветствуются. Вы можете присоединиться к <a href="http://www.facebook.com/GNOMEDesktop">группе Facebook</a> или стать <a href="http://www.gnome.org/friends/">другом GNOME</a>. Кроме того, вы можете помочь в решении одной из задач по выпуску GNOME. Узнайте, чем вы можете <a href="http://live.gnome.org/JoinGnome">помочь</a>.

source: Press information
ar: جنوم والصحافة
ca: Informació de premsa
eo: Informoj por la gazetaro
es: Información de prensa
fa: اطلاعات مطبوعات
gl: Información de prensa
he: מידע לעיתונות
id: Informasi press
ja: プレス情報
ko: 언론보도 정보
lt: Informacija spaudai
lv: Informācija presei
ru: Информация для прессы

source: I want to write about GNOME 3. How do I get more information?
af: Ek wil skryf oor GNOME 3. Hoe kry ek meer inligting?
ar: أريد أن أكتب عن جنوم 3. كيف أحصل على المزيد من المعلومات؟
ca: Vull escriure sobre el GNOME 3. On puc obtenir més informació?
cs: Chtěl bych napsat o GNOME 3. Kde mohu najít více informací?
da: Jeg vil gerne skrive om GNOME 3. Hvor finder jeg mere information?
de: Ich möchte über GNOME 3 berichten. Wie bekomme ich mehr Informationen?
el: Θέλω να γράψω για το GNOME 3. Πώς μπορώ να έχω περισσότερες πληροφορίες;
eo: Mi volas skribi pri GNOME 3. Kiel mi povas akiri pliajn informojn?
es: Quiero escribir sobre GNOME 3. ¿Dónde puedo obtener más información?
fa: من می‌خواهم درباره گنوم ۳ بنویسم. چطور اطلاعات بیشتری پیدا کنم؟
gl: Quero escribir sobre GNOME 3. Onde podo obter máis información?
he: אני רוצה לכתוב על GNOME 3. איפה ניתן למצוא מידע נוסף?
id: Saya ingin menulis tentang GNOME 3. Bagaimana saya mendapat lebih banyak informasi?
it: Voglio scrivere qualcosa su GNOME 3. Come posso ottenere maggiori informazioni?
ja: GNOME 3 について書きたいのです。どうすればより多くの情報が得られますか?
ko: 그놈 3에 관한 글을 적고 싶습니다. 더 자세한 정보는 어떻게 얻습니까?
lt: Noriu parašyti apie GNOME3. Kur rasti daugiau informacijos?
lv: Es vēlos rakstīt par GNOME 3. Kā es varu uzzināt ko vairāk?
pt_br: Quero escrever sobre o GNOME 3. Como obtenho mais informações?
ru: Я хочу написать о GNOME 3. Где я могу получить информацию?
sl: Kje je mogoče najti več podrobnosti za pisanje o namizju GNOME?
tr: GNOME 3 HAKKINDA YAZI YAZMAK İSTİYORUM. NASIL DAHA FAZLA BİLGİ ALABİLİRİM?
zh_cn: 我想撰写关于 GNOME 3 的文章。怎样获取更多的信息？
zh_tw: 我想要寫關於 GNOME 3 的文章。我要如何取得更多資訊？
