Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: The activities view provides an easy way to access all your windows and applications. It is also a great way to keep track of all your activities. We have provided several fast and convenient ways to access the activities view, including the activities keyboard key (often known as the Windows key) and the activities hot corner.
af: Die aktiwiteite-aansig bied 'n maklike manier om by al die vensters en programme uit te kom. Dit is ook 'n wonderlike manier om tred te hou van alle aktiwiteite. Ons het 'n paar vinnige en maklike maniere voorsien om die aktiwiteite te sien, insluitend die aktiwiteite-knoppie (dikwels bekend as die Windows-sleutel) en die aksiehoek vir aktiwiteite.
ar: يوفّر عرض الأنشطة طريقة سهلة للوصول إلى كل النوافذ والتطبيقات. وهو طريقة رائعة لتتبّع كل أنشطتك. لقد وفّرنا العديد من الطرق السريعة والمُرضية للوصول إلى عرض الأنشطة، وتشمل مفتاح الأنشطة في لوحة المفاتيح (المعروف أيضاً بمفتاح وندوز) وزاوية الأنشطة الساخنة.
ca: La vista d'activitats proporciona un accés fàcil a totes les finestres i aplicacions. També és una manera molt bona de fer un seguiment de les vostres activitats. S'han proporcionat diverses maneres ràpides i còmodes d'accedir-hi, com la tecla d'activitats del teclat (coneguda com la tecla de Windows) i el córner calent.
cs: Zobrazení aktivit poskytuje snadný způsob, jak se dostat ke všem svým oknům a aplikacím. Je to také skvělý způsob, jak si zachovat přehled o svých aktivitách. Poskytli jsem několik rychlých a pohodlných způsobů, jak se k zobrazení aktivit dostat, včetně klávesy aktivit na klávesnici (běžně známé jako klávesa Windows) a rohu pro rychlý přístup k aktivitám.
da: Aktivitets-tilstanden giver en nem måde at tilgå alle dine vinduer og programmer. Det er også en god måde at holde styr på alle dine aktiviteter. Vi har givet mulighed for flere hurtige og behagelige måder at tilgå aktivitetsvisningen på, inklusiv aktivitets-tastaturtasten (ofte kendt som Windows-tasten) og hurtighjørnet (hot corner) for aktiviteter.
de: Die Sicht auf alle Aktivitäten ermöglicht Ihnen eine einfache Handhabung aller Fenster und Anwendungen, ebenso wie das Zurückverfolgen bisheriger Aktivitäten. Wir bieten viele schnelle und komfortable Wege, um Zugang zu allen Aktivitäten zu bekommen, so zum Beispiel die Aktivitäten-Taste (auch bekannt als die Windows-Taste) und der Aktivitäten-Ecke.
el: Η προβολή δραστηριοτήτων παρέχει έναν εύκολο τρόπο πρόσβασης σε όλα τα ανοιχτά παραθύρα και τις εφαρμογές σας. Είναι επίσης ένας πολύ καλός τρόπος να παρακολουθείτε όλες τις δραστηριότητές σας. Έχουμε προσφέρει αρκετούς γρήγορους και άνετους τρόπους για πρόσβαση στην προβολή δραστηριοτήτων, συμπεριλαμβανομένων του πλήκτρου δραστηριοτήτων (συχνά γνωστού ως πλήκτρο Παραθύρα) και της γωνιάς δραστηριοτήτων.
eo: La aktiveco-vido provizas al vi facilan aliron al viaj fenestroj kaj aplikaĵoj. Ĝi estas bona maniero por resti informata pri viaj aktivecoj. Ni provizas multajn rapidajn kaj oportunajn manierojn por aliri ĉiujn aktivecojn - ekzemple la aktiveco-klavo (ankaŭ konata kiel la Vindoz-klavo) kaj la aktiveco-angulo.
es: La vista de actividades proporciona una manera fácil de acceder a todas sus ventanas y aplicaciones. También es una buena forma de llevar un seguimiento de sus actividades. Se han proporcionado varias maneras rápidas y convenientes de acceder a la vista de actividades, incluyendo la tecla de actividades (generalmente conocida como «tecla de Windows», y la esquina de actividades recientes.
fa: نمای فعالیت‌ها، یک راه آسان برای دسترسی به تمام پنجره‌ها و برنامه‌های شما را فراهم می‌کند. این همچنین برای پیگیری فعالیت‌هایتان راهی عالی است. ما روش‌هایی را برای دسترسی سریع و راحت به نمای فعالیت‌ها ایجاد کرده‌ایم، شامل کلید فعالیت در صفحه‌کلید (معمولا به عنوان کلید ویندوز شناخته می‌شود) و گوشه‌ی حساس فعالیت‌ها.
gl: As vista de actividades fornecen unha forma sinxela de acceder a tódalas xanelas e aplicativos. Tamén é unha incríbel forma de manter un control das súas actividades. Introducimos distintas formas rápidas de acceder á vista de actividades: incluíndo unha tecla rápida no teclado (tamén coñecida como a tecla Windows) e a esquina de acceso rápido.
he: תצוגת הפעילויות מספקת גישה קלה לכל החלונות והיישומים. זוהי גם דרך מצוינת לעקוב אחר פעילויותיכם. סיפקנו מספר דרכים מהירות ונוחות לגשת לתצוגת הפעילויות, לרבות מקש הפעילויות שבמקלדת (בדרך כלל מוכר כמקש חלונות) וכולל פינת הפעילויות החמה.
id: Tilikan aktivitas menyediakan suatu cara yang mudah untuk mengakses semua jendela dan aplikasi Anda. Itu juga merupakan cara yang hebat untuk mengikuti semua aktivitas Anda. Kami telah menyediakan beberapa cara yang cepat dan nyaman untuk mengakses tilikan aktivitas, termasuk tombol papan tik aktivitas (sering dikenal sebagai tombol Jendela) dan pojok panas aktivitas.
it: La panoramica delle attività fornisce un modo semplice per accedere a tutte le finestre e le applicazioni. È anche un ottimo modo per tenere traccia di tutte le tue attività. Sono disponibili diversi modi per accedere in modo rapido e conveniente alla panoramica delle attività, compresi il tasto attività (ovvero il tasto noto come tasto Windows) e l'hot corner.
ja: アクティビティ・ビューで、すべてのウィンドウやアプリケーションに簡単にアクセスできます。これは作業の全貌を把握するのにも向いています。アクティビティ・ビューはさっと簡単に表示できます。たとえば、キーボードのアクティビティ・キー (ウィンドウズ・キーとも言います) や、アクティビティ・ホットコーナーなどが使えます。
ko: 현재 활동 뷰는 모든 창과 프로그램들에 접근하기 위한 쉬운 방법을 제공합니다. 이는 그동안 실행했던 활동들을 기억하는 최상의 방법이기도 합니다. 우리는 현재 활동 키보드 키 (종종 윈도우즈 키로 알려져 있습니다) 와 현재 활동 핫 코너가 포함된, 현재 활동 뷰로 접근하기 위한 빠르고 편리한 여러가지 방법들을 제공합니다.
lt: Apžvalgos rodinys suteikia galimybę lengvai pasiekti visus langus ir programas. Taipogi tai puikus būdas stebėti viską, kas šiuo metu vyksta. Mes suteikėme kelis būdus, kaip greitai ir užtikrintai pasiekti apžvalgos rodinį, įskaitant ir klaviatūros klavišą (dar žinomą kaip „windows klavišas“) bei karštąjį apžvalgos kampą.
lv: Aktivitāšu pārskats dod vienkāršu pieeju visiem logiem un lietotnēm. Tas ir arī lielisks veids, kā pārskatīt savas aktivitātes. Šo skatu var ieslēgt ar vairākiem ātriem un ērtiem paņēmieniem, tai skaitā ar aktivitāšu tastatūras taustiņu (zināms arī kā Windows taustiņš) un ar aktivitāšu stūri.
pt_br: A visão de atividades provê uma maneira fácil de acessar todos os seus aplicativos e janelas. É também uma maneira ótima de acompanhar todas as suas tarefas. Nós fornecemos formas rápidas e convenientes de acessar a visão de atividades, incluindo a tecla própria (frequentemente conhecida como tecla Windows) e a área de atividades.
ro: Vizualizarea activităților oferă o modalitate ușoară de a accesa toate ferestrele și aplicațiile. Este, de asemenea, o modalitate foarte bună de a urmări toate activitățile dumneavoastră. GNOME oferă mai multe metode convenabile și rapide care vă permit accesul la vizualizarea activităților. Dintre acestea amintim o scurtătură de tastatură - tasta de activități (tasta „Windows”) și colțul fierbinte al activităților activitățile .
ru: Обзор активностей предоставляет быстрый доступ ко всем окнам и приложениям. Также это хороший способ, чтобы отслеживать свою деятельность. Мы предоставили несколько быстрых и удобных способов получения доступа к обзору активностей, включая клавишу активностей (более известную как клавиша «Windows») и «горячий» угол активностей.
sl: Pogled dejavnosti omogoča enostaven dostop do vseh odprtih programov. Prav tako je to odličen način sledenja lastnemu delu. Programske rešitve omogočajo več hitrih in priročnih načinov za dostop do te posebne vrste pogleda, vključno z izbrano tipkovnično tipko in z miško.
tr: Etkinlik görünümü, tüm pencerelerinize ve uygulamalarınıza erişmek için kolaylık sağlar. Ayrıca tüm etkinliklerinizi takip etmek için de harika bir yoldur. Etkinlik görünümüne ulaşmak için, (çoğunlukla Windows tuşu olarak bilinen) etkinlik klavye tuşu ve etkinlik köşesi dahil olmak üzere hızlı ve kullanışlı birkaç yol sunuyoruz.
ug: ئاكتىپ كۆرۈنۈش سىزگە ھەممە كۆزنەك ۋە پروگراممىلارنى زىيارەت قىلىشقا قۇلايلىق يارىتىدۇ. ئۇ يەنە ھەممە پائالىيەتلەرنى خاتىرىلەشتىكى ياخشى ئۇسۇل. بىز سىزنى كۆپ خىل ئۇسۇلدا ئاكتىپ كۆرۈنۈشنى كۆزىتىش بىلەن تەمىنلىدۇق، ھەرپتاختا تېز كۇنۇپكىسى (كۆپىنچە ھاللاردا Windows كۇنۇپكىسىنى كۆرسىتىدۇ) ۋە ئاكتىپ قىزىق بۇلۇڭنى ئۆز ئىچىگە ئالىدۇ.
zh_cn: 活动视图使您只看一眼即可动态获知所有窗口里正在进行的活动。它还是您用以记录所有活动的一个绝佳办法。我们为您提供了多种方式察看活动视图，包括键盘快捷键和活动键（通常指定为 Windows 键）访问。
zh_tw: 執行總覽功能讓你一眼就可以看盡所有執行中的視窗。它還是你用以記錄所有活動的一個絶佳辦法。我們為你提供了各種快速又方便的方式來檢視執行中的視窗，包括鍵盤快捷鍵和配合鍵（通常指定為 Windows 鍵）。

source: Messaging built-in
af: Kommunikasie ingebou
ar: نظام مراسلة مدمج
ca: Missatgeria integrada
cs: Integrovaná komunikace
da: Indbygget chat
de: Integrierte Benachrichtigungen
el: Ενσωματωμένη ανταλλαγή μηνυμάτων
eo: Enkonstruita mesaĝado
es: Mensajería integrada
fa: پیام‌رسانی توکار
gl: Mensaxaría totalmente integrada
he: מסרים מידיים מובנים
id: Termasuk Perpesanan
it: Messaggistica integrata
ja: 組み込みのメッセージング
ko: 내장된 메시징 기능
lt: Integruota pranešimų sistema
lv: Iebūvēta ziņojumu apmaiņa
pt_br: Mensagens embutidas
ro: Mesagerie integrată
ru: Встроенный обмен сообщениями
sl: Vgrajeno hipno sporočanje
tr: TÜMLEŞİK MESAJLAŞMA
ug: ئىچكى مۇڭداشقۇ
zh_cn: 内建即时通讯
zh_tw: 內建即時通訊

source: Communication is an important part of the modern desktop, but it's a hassle when you have to switch windows to reply to a message. That's why GNOME 3 will let you continue your conversations without changing focus. The ability to enter a reply straight into messaging notifications makes instant messaging quick and effortless.
af: Kommunikasie is 'n belangrike deel van die moderne werkskerm, maar dit is moeite as mens vensters moet wissel om te antwoord op 'n boodskap. Dit is hoekom GNOME 3 mens laat voortgaan met gesprekke sonder om van fokus te verander. Die vermoë om 'n antwoord direk in die kennisgewing vir 'n boodskap te gee, maak kitsboodskappe werklik vinnig en maklik.
ar: التواصل جزء مهم من سطح المكتب العصريّ، لكنّ الأمر يكون مزعجاً إذا كنت مضطرًّا للتنقل بين النوافذ للردّ على الرسائل. لهذا ستمكّنك جنوم 3 من متابعة محادثاتك دون التنقل بين النوافذ. تجعل إمكانية الردّ على الرسائل مباشرة من التنبيهات المحادثة الفوريّة سريعة ومريحة.
ca: La comunicació és una part molt important dels escriptoris moderns, però és molt empipador haver d'estar canviant de finestres constantment per poder respondre els missatges. És per això que en el GNOME 3 us permet mantenir les converses sense haver de canviar el focus gràcies a que podreu respondre els missatges des de les pròpies notificacions de missatgeria. D'aquesta manera la missatgeria serà ràpida i senzilla.
cs: Komunikace je důležitou součástí moderního pracovního prostředí, ale neustále se přepínat do okna komunikátoru, abyste někomu odpověděli na zprávu, člověka rozčiluje. Proto GNOME 3 umožňuje pokračovat v rozhovoru beze změny zaměření okna. Psaní odpovědi na zprávu přímo do oznamovací bubliny dělá rychlou komunikaci opravdu rychlou a hravou.
da: Kommunikation er en vigtig del af et moderne skrivebordsmiljø, men det er besværligt når man skal til at skifte vindue for at svare på en besked. Det er derfor GNOME 3 giver dig mulighed for at fortsætte dine samtaler uden at skifte fokus. Muligheden for at skrive et svar direkte ind i besked-notifikationer gør chat hurtigt og ubesværet.
de: Kommunikation ist ein wichtiger Teil einer modernen Arbeitsumgebung. Da es lästig ist, zwischen mehreren Fenstern zu wechseln, um eine Nachricht zu beantworten, macht es Ihnen GNOME 3 möglich, eine Unterhaltung zu führen, ohne den Fokus einer anderen Anwendung zu verlieren. Die Möglichkeit, sofort auf eine Nachricht innerhalb des Benachrichtigungsfeldes zu antworten, macht die Konversation über Sofortnachrichten einfach und mühelos.
el: Η επικοινωνία είναι ένα σημαντικό κομμάτι της μοντέρνας επιφάνειας εργασίας, αλλά είναι ενοχλητικό όταν πρέπει να αλλάζεις παράθυρα για να απαντήσεις σε ένα μήνυμα. Για αυτό, το GNOME 3 θα σας επιτρέπει να συνεχίζετε τις συνομιλίες σας χωρίς να αλλάζετε εστίαση. Η ικανότητα να εισάγετε μια απάντηση απευθείας στις ειδοποιήσεις μηνυμάτων κάνει την άμεση συνομιλία γρήγορη και χωρίς κόπο.
eo: Komunikado estas grava ero de la moderna labortablo, sed estas weno kiam vi devas ŝanĝi fenestrojn por respondi mesaĝon. Tial GNOME 3 permesas al vi daŭrigi la konversacion sen ŝanĝi fokuson. La kapablo enigi respondon rekte en la mesaĝscigilon faras tujmesaĝadon rapida kaj senpena.
es: La comunicación es una parte importante del escritorio moderno, pero es una molestia tener que cambiar de ventana para responder a un mensaje. Es por eso que GNOME 3 le permitirá continuar sus conversaciones sin tener que cambiar el foco. La capacidad para redactar una respuesta directamente a las notificaciones de mensajería instantánea hace que la mensajería instantánea sea rápida y sin esfuerzo.
fa: ارتباطات قسمتی مهم از یک رومیزی نوین است، عوض کردن پنجره‌ها برای پاسخ دادن به یک پیام، کمی ناراحت کننده است. این دلیلی است که گنوم ۳ به شما اجازه می‌دهد گفتگوی خود را بدون تغییر تمرکز خود ادامه دهید. امکان ارسال پاسخ مستقیما از طریق اعلان پیام‌ها، ارسال پیام‌فوری را سریع و بی‌دردسر می‌کند.
gl: A comunicación é a parte máis importante dun escritorio moderno, pero é moi molesto andar cambiando de xanela continuamente para contestar unha mensaxe. Isto é porque GNOME 3 permítelle continuar unha conversa sen distraccións. A habilidade de escribir unha contestación directamente desde as notificacións de mensaxaría fai o uso da mensaxaría instantánea rápida e sen esforzo.
he: תקשורת הנה חלק חשוב משולחן עבודה מודרני, אך להחליף חלונות כדי להגיב להודעות עלולה להיות מעיקה. לשם כך GNOME 3 יאפשר להמשיך את השיחה ללא צורך בהחלפת המיקוד. האפשרות להגיב מיידית אל תוך התרעות הודעה מיידית הופכת את התקשורת למהירה ולנטולת מאמצים.
id: Komunikasi adalah suatu bagian penting dari desktop modern, tapi merepotkan bila Anda mesti berpindah jendela untuk menjawab suatu pesan. Itulah mengapa GNOME 3 akan memungkinkan Anda meneruskan percakapan tanpa berpindah fokus. Kemampuan untuk menuliskan jawaban langsung ke pemberitahuan perpesanan membuat pesan instan cepat dan gampang.
it: La comunicazione è una parte importante di un moderno ambiente desktop, ma è piuttosto fastidioso dover essere costretti a passare da una finestra all'altra per rispondere a un messaggio. Ecco perché GNOME 3 offre la possibilità di continuare a conversare senza introdurre troppe distrazioni. La possibilità di inserire una risposta direttamente nelle notifiche rende la messaggistica istantanea veloce e naturale.
ja: 現代的なデスクトップにおいてコミュニケーションは重要な要素ですが、メッセージに返信するためにウィンドウを切り替えなければいけないのではイライラしてしまいます。そこで、GNOME 3 ではフォーカスを移すことなく会話できるようになります。メッセージの通知に対して直接返信ができ、さっと簡単にインスタント・メッセージを使うことができます。
ko: 커뮤니케이션은 최신 데스크톱의 중요한 부분이지만, 메시지에 대해 회신하기 위해 윈도우를 전환해야만 할 때는 귀찮은 존재입니다. 이것이 바로 그놈 3가 포커스의 전환 없이 여러분의 저장 내용이 유지되게 하려는 이유입니다. 답장을 하기 위해 메시징 알림으로 바로 들어가는 기능은 인스턴트 메시징을 손쉽고 빠르게 해줍니다.
lt: Bendravimas yra svarbi šiuolaikinio darbastalio dalis, bet, jei reikia persijungt į kitą langą norint atsakyt į žinutę, tai labai neproduktyvu. Štai kodėl GNOME 3 leis jums tęsti pokalbį nenukrypstant nuo dabartinio darbo. Galimybė parašyti atsakymą tiesiai į žinutės iššokantį pranešimą padaro bendravimą greitu ir efektyviu.
lv: Saziņa ir svarīga mūsdienu datora lietotājam, bet nav ērti pārslēgties starp logiem, lai atbildētu uz ziņojumiem. Tāpēc GNOME 3 ļauj jums turpināt sarunu, nemainot fokusu. Iespēja atbildēt pašos paziņojumos padara tūlītējo ziņojumapmaiņu ātru un vieglu.
pt_br: A comunicação é uma parte importante do ambiente de trabalho moderno, mas é bem incômodo quando você precisa alternar janelas para responder uma mensagem. É por isso que o GNOME 3 irá deixar que você continue a suas conversas sem perder o foco. A capacidade de enviar uma resposta direta nas notificações de mensagem torna as mensagens instantâneas rápidas e não cansativas.
ro: Comunicația este o parte importă a desktopului modern, dar este incomod când trebuie să comutați ferestre pentru a răspunde la un mesaj. De aceea GNOME 3 vă lasă să vă continuați conversația fără să schimbați focalizarea. Posibilitatea de a putea introduce un răspuns direct în notificările de mesaje fac mesajele instant să fie rapide și fără efort.
ru: Общение — важная часть современного рабочего стола, и переключение между окнами мешает этому общению. Поэтому GNOME 3 поддерживеат ведение бесед без необходимости изменения фокуса окна. Возможность вводить сообщения непосредственно в уведомлении делает обмен сообщениями более быстрым и удобным.
sl: Sporočanje in povezljivost s prijatelji, znanci in poslovnimi partnerji sta pomembni sestavini modernega namizja. Neprestano preklapljanje oken, za odgovarjanje na prispela hipna sporočila, je časovno potratno in predvsem neučinkovito. Namizje GNOME 3 omogoča nadaljevanje pogovorov, neposredno v opomniku prispelega novega sporočila, hitro in brez dodatnega dela.
tr: İletişim, modern masaüstünün önemli bir parçasıdır, fakat bir mesajı yanıtlamak için pencere değiştirmek zorunda olmak can sıkıcı. İşte bu yüzden GNOME 3, etkin pencereyi değiştirmeden konuşmalarınıza devam etmenizi sağlayacak. Mesajlaşma bildirimlerinin içine doğrudan bir yanıt girebilme becerisi, anlık iletişimi hızlı ve zahmetsiz hale getiriyor.
ug: ئالاقىلىشىش زامانىۋى ئۈستەلئۈستىدە كەم بولسا بولمايدىغان بۆلەك، ئۇچۇرغا جاۋاب قايتۇرۇش ئۈچۈن توختىماي كۆزنەكلەر ئارىسىدا ئالماشتۇرۇش ئادەمنى بىزار قىلىدۇ. GNOME 3 تە دىققىتىڭىزنى ئۆزگەرتمەيلا سۆزلىشەلەيسىز. ئۇچۇر ئەسكەرتىشىدىلا جاۋابنى يازالايسىز، بۇنداق بولغاندا ھەممە ئىش تېز ھەم تەرتىپلىك بولىدۇ.
zh_cn: 交流沟通是现代桌面必不可少的一部分，而为了回复消息而不停地在窗口间切换则会给人平添烦恼。GNOME 3 允许您不改变焦点窗口即可进行会话，直接在消息提示中输入回复使一切变得简洁有序。
zh_tw: 交流溝通是現代桌面不可或缺的一部份，為了回復別人的訊息而不停地在視窗間切換是件很麻煩的事情。GNOME 3 讓你在不改變進行中的工作視窗即可進行對話。你可直接在訊息提示中輸入訊息，讓一切操作變得快速又有效率。

source: Distraction-free computing
af: Werk sonder onderbrekings
ar: اعمل على الحاسوب دون تشتيت
ca: Informàtica lliure de distraccions
cs: Práce na počítači bez rozptylování
da: Arbejd uden forstyrrelser
de: Ablenkungsfreies Arbeiten
el: Πληροφορική χωρίς περισπασμούς
eo: Komputilado sen ĝenaĵoj
es: Informática sin distracciones
fa: کار کردن بدون گیج شدن
gl: Sen distraccións
he: מחשוב ללא הסחות דעת
id: Komputasi tanpa gangguan
it: Un computer senza distrazioni
ja: 気が散らないデスクトップ環境
ko: 혼란스럽지 않은 컴퓨팅
lt: Darbas be blaškymųsi
lv: Darbs bez uzmanības novēršanas
pt_br: Computação sem distração
ro: Utilizare fără distrageri
ru: Ненавязчивая работа
sl: Nevsiljivo obveščanje
tr: DİKKAT DAĞITMAYAN BİLGİSAYAR KULLANIMI
ug: دىققەت چېچىلمايدۇ
zh_cn: 零注意力分散
zh_tw: 隨心所欲分配你的注意力
