Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: GNOME 2 had a long life, and parts of it became difficult to maintain over that period. As a result, continued releases of the entire GNOME 2 desktop was never a practical option for the GNOME Project, and several parts of the old GNOME 2 desktop will not receive new releases after GNOME 3 is released. The traditional GNOME 2 desktop will not disappear overnight, however: releases of GNOME 2 will continue to be supported by distributions for years to come.
ca: El GNOME 2 ha tingut una llarga vida, parts d'ell havien començat a ser difícils de mantenir al llarg del temps. De manera que continuar fent noves versions de l'escriptori GNOME 2 no era una opció factible i per això diverses parts que conformen l'antic GNOME 2 deixaran de tenir actualitzacions després que s'alliberi el GNOME 3. L'escriptori GNOME 2 tradicional no desapareixerà de la nit al dia però: les versions ja alliberades del GNOME 2 seran mantingudes per les distribucions per uns quants anys.
eo: GNOME 2 havis longan vivon kaj partoj de ĝi iĝis malfacile prizorgeblaj dum tiu periodo. Rezulte, daŭra eldonado de la tuta GNOMO-2-labortablo neniam estis praktika solvo por la GNOME-projekto. Pluraj partoj de la malnova GNOME 2 ne plu ricevos novajn eldonojn post la eldono de GNOMO 3. La tradicia GNOMO-2-labortablo ne malaperos subite, tamen: eldonoj de GNOME 2 sekvos kaj estos subtenataj per la distribuoj dum la venontaj jaroj.
es: El escritorio GNOME 2 tuvo una larga vida, y algunas de sus partes eran difíciles de mantener después de tanto tiempo. Es por esto que las publicaciones continuas del escritorio GNOME 2 entero nunca eran una opción práctica para el Proyecto GNOME, y varias partes del antiguo GNOME 2 no recibirán las nuevas publicaciones después de que GNOME 3 se publique. El tradicional escritorio GNOME 2 no desaparecerá de la noche a la mañana, sin embargo, las publicaciones de GNOME 2 seguirán estando soportadas por las distribuciones durante varios años.
fa: نسخه‌ی دوم گنوم، زندگی طولانی‌ای داشت و در این مدت نگهداری قسمت‌هایی از آن مشکل شده بود. در نتیجه، ادامه‌ی انتشار رومیزی گنوم ۲ به هیچ عنوان یک گزینه‌ی عملی برای پروژه‌ی گنوم نبود و تعدادی از قسمت‌های قدیمی رومیزی گنوم ۲ در گنوم ۳ انتشار جدیدی نخواهند داشت. رومیزی سنتی گنوم ۲ در یک شب ناپدید نخواهد شد، اگرچه: انتشارهای گنوم ۲ توسط توزیع‌های مختلف در سالهای آینده پشتیبانی خواهند شد.
gl: O escritorio GNOME 2 tivo unha vida moi longa e partes do mesmo fixéronse moi difíciles de manter neste tempo. Como resultado, as versións continuas do escritorio GNOME 2 nunca foron unha opción práctica para o Proxecto GNOME, ademais algunhas partes do vello escritorio GNOME 2 nunca terán novas versións despois de que GNOME 3 se publique. O tradicional escritorio GNOME 2 non desaparecerá da noite para a mañá, porén continuarán a ter asistencia polas distribucións nos seguintes anos.
he: לשולחן העבודה GNOME 2 היו חיים ארוכים, וחלקים ממנו הפכו למסורבלים לתחזוקה במהלך אותה תקופה. כתוצאה מכך, לשחרר מהדורות נוספות של שולחן העבודה GNOME 2 במלואו מעולם לא נראו כאפשרות מעשית עבור מיזם GNOME, וחלקים אחדים מתוך GNOME 2 הישן לא ישוחררו במהדורות חדשות לאחר שחרור GNOME 3. שולחן העבודה GNOME 2 המסורתי לא יעלם בִּן לילה, עם זאת: שחרורי GNOME 2 ימשיכו להיתמך ע״י ההפצות בשנים הקרובות.
id: GNOME 2 telah berumur panjang, dan bagian-bagiannya menjadi sulit dipelihara selama itu. Akibatnya, rilis berkelanjutan seluruh desktop GNOME 2 bukan pilihan yang praktis bagi Projek GNOME, dan beberapa bagian dari desktop GNOME 2 yang lama tidak akan menerima rilis baru setelah GNOME 3 dirilis. Desktop GNOME 2 tradisional tidak akan menghilang dalam sekejap, namun: rilis GNOME 2 akan terus didukung oleh berbagai distribusi di tahun-tahun mendatang.
ja: GNOME 2 が生まれてから長い時間が経ちました。その一部はこの間、維持するのが難しくなりました。結果として、GNOME 2 デスクトップを引き続きリリースしていくのは GNOME プロジェクトにとっては現実的な選択肢ではありませんでした。そして古い GNOME 2 デスクトップのいくつかの部分は GNOME 3 のリリース後には新しくリリースされることはありません。伝統的な GNOME 2 デスクトップが突然消え去ってしまうことはありません。GNOME 2 はディストリビューションによって来たる何年かはサポートされ続けるでしょう。
ko: 그놈 2 데스크톱은 오래되었고, 주기상 관리하기 어렵게 된 부분이 있습니다. 결과적으로 그놈 2 전체에 대한 릴리즈의 지속은 그놈 프로젝트를 위해서는 절대로 현실적인 선택이 될 수 없었으며, 오래된 그놈 2 데스크톱의 대부분은 그놈 3이(가) 출시되고 나면 새로운 릴리즈를 받을 수 없을 것입니다. 기존의 그놈 2 데스크톱은 어느날 갑자기 없어질 것은 아니지만, 그놈 2의 릴리즈는 배포판을 통해 몇년동안 지원이 지속될 것입니다.
lt: GNOME2 nugyveno ilgą gyvenimą ir per tą laiką kai kurios dalys tapo sunkiai palaikomomis. Vis leisti naujas GNOME 2 versijas tapo nebepraktiška, dalis GNOME 2 darbastalio nebebus naujinama po GNOME 3 išleidimo. Tradicinis GNOME 2 darbastalis neišnyks per naktį, tačiau: GNOME 2 leidimai vis dar bus palaikomi distribucijų.
lv: GNOME 2 darbvirsmai ir bijis ilgs mūžs, un daļu no tās ir kļuvis grūti uzturēt. Tātad turpināt izlaist pilnas GNOME 2 versijas jebkurā gadījumā nebūtu praktiski, un vairākām vecās darbvirsmas daļām netiks veidotas jaunas versijas pēc GNOME 3 izlaišanas. Taču GNOME 2 darbvirsma uzreiz nepazudīs — distribūcijas turpinās to uzturēt vēl vairākus gadus.
ru: У GNOME 2 длинная история и его компоненты стало трудно поддерживать. Продолжительные релизы рабочего стола GNOME 2 никогда не были практической целью для проекта GNOME 2, несколько компонентов прежнего рабочего стола GNOME 2 больше не будут выпускаться после выхода GNOME 3. Традиционный рабочий стол GNOME 2, однако, сразу не исчезнет: выпуски GNOME будут поддерживаться дистрибутивами долгие годы.

source: Why was the GNOME 3 desktop designed the way it was?
ar: لم صممت جنوم 3 بهذه الطريقة؟
ca: Per què l'escriptori del GNOME 3 s'ha dissenyat d'aquesta manera?
eo: Kial la GNOME 3 labortablo estis dizajnita kia ĝi estas?
es: ¿Por qué se ha diseñado GNOME 3 de esta manera?
fa: چرا رومیزی گنوم ۳ به این شکل طراحی شده است؟
gl: Porqué o escritorio GNOME 3 foi deseñado desta maneira?
he: מדוע שולחן העבודה GNOME 3 תוכנן כפי שהוא?
id: Kenapa desktop GNOME 3 dirancang sedemikian?
ja: GNOME 3 デスクトップはどうしてこのようなデザインになったのですか?
ko: 그놈 3 데스크톱을 왜 이렇게 디자인 했습니까?
lt: Kodėl GNOME 3 projektas buvo suprojektuotas taip, o ne kitaip?
lv: Kāpēc GNOME 3 ir veidota tieši tāda, kāda tā ir?
ru: Почему GNOME 3 был создан таким?

source: A huge amount of work has gone into the design of GNOME 3, and each of the design decisions behind it has a carefully considered rationale. If you have a specific question about one of these design decisions, try reading our <a href="http://live.gnome.org/GnomeShell/Design/FAQ">answers to common GNOME 3 design questions</a>. Alternatively, more extensive details about the design of the GNOME 3 desktop can be found on the <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 desktop design wiki page</a>.
af: 'n Groot klomp werk is gedoen aan die ontwerp van GNOME 3, en elkeen van die ontwerpbesluite daaragter is versigtig en grondig beredeneer. Indien u 'n spesifieke vraag het oor een van die ontwerpbesluite, lees gerus ons <a href="http://live.gnome.org/GnomeShell/Design/FAQ">antwoorde op algemene ontwerpvrae oor GNOME 3</a>. Andersins is meer uitgebreide besonderhede oor die ontwerp van GNOME 3 se werkskerm beskikbaar op <a href="http://live.gnome.org/GnomeShell/Design/">ontwerpblad vir GNOME 3 se werkskerm</a>.
ca: S'ha destinat molt de temps a dissenyar el GNOME 3, i cada decisió sobre el disseny que s'ha pres s'ha decidit a través d'un procés molt curós de raonament. Si teniu alguna pregunta en concret sobre aquestes decisions sobre el disseny, podeu llegir les <a href="http://live.gnome.org/GnomeShell/Design/FAQ">respostes a les preguntes més comunes sobre el disseny del GNOME 3</a>. Si no, també teniu podeu consultar el detall més ampliat sobre el disseny de l'escriptori GNOME 3 que podeu trobar a la <a href="http://live.gnome.org/GnomeShell/Design/">pàgina wiki del disseny de l'escriptori GNOME 3</a>.
cs: Velká část práce byla udělána v návrhu GNOME 3 a rozhodnutí o každém kroku tohoto návrhu bylo pečlivě zvažováno. Pokud máte konkrétní dotazy k jednotlivým krokům, zkuste si přečíst <a href="http://live.gnome.org/GnomeShell/Design/FAQ">odpovědi na běžné otázky k návrhu GNOME 3</a>. Případně můžete najít daleko podrobnější informace o návrhu pracovního prostředí GNOME 3 na <a href="http://live.gnome.org/GnomeShell/Design/">stránce wiki o návrhu pracovního prostředí GNOME 3</a>.
da: En kæmpe mængde arbejde er blevet lagt i at designe GNOME 3 og bag hver af disse designvalg er der et nøje udtænkt argument. Hvis du har et specifikt spørgsmål omkring et af disse designvalg, kan du prøve at læse vores <a href="http://live.gnome.org/GnomeShell/Design/FAQ">svar til almindelige spørgsmål om GNOME 3-design</a>.Du kan også læse vores uddybende detaljer om designet til GNOME 3-skrivebordsmiljøet, som findes på <a href="http://live.gnome.org/GnomeShell/Design/">wikisiden for GNOME 3-skrivebordsdesign</a>.
de: Jede Menge Arbeit steckt im Design von GNOME 3 und jede Entscheidung wurde sorgfältig getroffen. Falls Sie spezielle Fragen bezüglich des Designs haben, lesen Sie bitte die <a href="http://live.gnome.org/GnomeShell/Design/FAQ">häufig gestellten Fragen zum Design</a>. Andernfalls können Sie weitere Details auf der <a href="http://live.gnome.org/GnomeShell/Design/">Wiki-Seite zum Design der GNOME 3-Arbeitsumgebung</a> nachlesen.
el: Ένα τεράστιο μέρος της εργασίας έχει αφιερωθεί στη σχεδίαση του GNOME 3, και κάθε μία από τις σχεδιαστικές αποφάσεις πίσω από αυτό έχει μια προσεκτικά θεωρημένη λογική. Αν έχετε μια συγκεκριμένη ερώτηση για μια από αυτές τις σχεδιαστικές αποφάσεις, διαβάστε τις <a href="http://live.gnome.org/GnomeShell/Design/FAQ"> απαντήσεις σε συχνές ερωτήσεις σχεδιασμού του GNOME 3</a>. Εναλλακτικά, πιο εκτεταμένες λεπτομέρειες για το σχεδιασμό της επιφάνειας εργασίας GNOME 3 μπορούν να βρεθούν στη <a href="http://live.gnome.org/GnomeShell/Design/">σελίδα σχεδιασμού της επιφάνειας εργασίας GNOME 3 του Wiki</a>.
eo: Multege da laboro eniĝis en la dizajno de GNOME 3 kaj ĉiu decido estas zorgeme farita.Se vi havas specifajn demandojn pri la dizajno, bonvole legu la <a href="http://live.gnome.org/GnomeShell/Design/FAQ">oftajn demandojn pri la dizajno de GNOME 3</a>. Plue troveblas informoj sur la <a href="http://live.gnome.org/GnomeShell/Design/">viki-paĝo pri la dizajno de la GNOME-3-labortablo</a>.
es: Una gran cantidad de trabajo ha ido al diseño de GNOME 3 y cada una de las decisiones de diseño tienen detrás una razón cuidadosamente considerada. Si tiene una pregunta específica acerca de alguna de estas decisiones de diseño, lea las <a href="http://live.gnome.org/GnomeShell/Design/FAQ">preguntas frecuentes acerca del diseño de GNOME 3</a>. Por otra parte, puede encontrar detalles más amplios sobre el diseño del escritorio GNOME 3 en la <a href="http://live.gnome.org/GnomeShell/Design/">página de la wiki del diseño del Escritorio GNOME 3</a>.
fa: حجم زیادی از کار بر روی طرحِ گنوم ۳ انجام شده است، و در پسِ هر کدام از ایده‌های طرح، یک اصل بنیادی -نازک‌بینانه- مطرح شده است. اگر یک سوال مشخص درباره یکی از ایده‌های این طرح دارید، خواندن <a href="http://live.gnome.org/GnomeShell/Design/FAQ">پاسخ به سوال‌های معمول درباره‌ی طرح گنوم ۳</a> را امتحان کنید. همچنین، جزئیات وسیع‌تری درباره طرح رومیزی گنوم ۳ می‌تواند در <a href="http://live.gnome.org/GnomeShell/Design/">صفحه‌ی ویکی طرح گنوم ۳</a> پیدا شود.
gl: Houbo un gran traballo no deseño de GNOME 3 e cada unha das decisións de deseño detrás del foi considerada racionalmente de forma moi coidadosa. Se ten unha pregunta específica sobre algunha destas decisións de deseño tente ler a nosas <a href="http://live.gnome.org/GnomeShell/Design/FAQ">respostas a preguntas de deseño comúns de GNOME 3</a>. Ademais pode atopar máis información sobre o deseño do escritorio GNOME 3 na <a href="http://live.gnome.org/GnomeShell/Design/">páxina wiki do Deseño do escritorio de GNOME 3</a>.
he: עבודה רבה מאוד הושקעה בתכנון GNOME 3, וכל אחת מההחלטות הנוגעות לתכנון נבחנה בקפידה. אם עולה לך שאלה בנוגע לאחת מהחלטות התכנון, מומלץ לקרוא את ה<a href="http://live.gnome.org/GnomeShell/Design/FAQ">תשובות לשאלות נפוצות בנוגע לתכנון GNOME 3</a>. לחלופין, פרטים מורחבים יותר על תכנון שולחן העבודה GNOME 3 ניתן לקרוא ב<a href="http://live.gnome.org/GnomeShell/Design/">עמוד הוויקי של תכנון שולחן העבודה GNOME 3</a>.
id: Sejumlah luar biasa banyak pekerjaan telah dicurahkan ke dalam rancangan GNOME 3, dan setiap keputusan rancangan dibaliknya memiliki alasan-alasan yang telah dipertimbangkan secara matang. Bila Anda memiliki pertanyaan spesifik tentang salah satu dari keputusan rancangan, cobalah membaca <a href="http://live.gnome.org/GnomeShell/Design/FAQ">jawaban atas pertanyaan umum tentang rancangan GNOME 3</a>. Sebagai alternatif, rincian lebih mendalam tentang rancangan dari desktop GNOME 3 dapat ditemukan di <a href="http://live.gnome.org/GnomeShell/Design/">halaman wiki rancangan desktop GNOME 3</a>.
it: Il design di GNOME 3 ha richiesto un lavoro imponente e ciascuna delle scelte progettuali ha alle spalle una motivazione attentamente considerata. Per domande più specifiche sulle singole decisioni di design, puoi provare a leggere le nostre <a href="http://live.gnome.org/GnomeShell/Design/FAQ"> risposte alle più domande più comuni sul design di GNOME 3</a>. In alternativa, informazioni più dettagliate circa la progettazione del desktop GNOME 3 possono essere trovate sulla <a href="http://live.gnome.org/GnomeShell/Design/"> pagina wiki sul design del desktop GNOME 3 </a>.
ja: GNOME 3 のデザインにはかなりの量の作業が費やされました。デザイン上の決定は十分に考えられた論拠の元に成されました。これらのデザイン上の決定のうちの一つについてでも何か疑問がありましたら、<a href="http://live.gnome.org/GnomeShell/Design/FAQ">GNOME 3 のデザイン上の一般的な疑問点への答え</a>をご覧ください。あるいは、GNOME 3 デスクトップのデザインについての、より多くの詳細については<a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 デスクトップ・デザイン wiki ページ</a>で見ることができます。
ko: 일의 대부분은 그놈 3의 디자인에 치중되었고, 각각의 디자인 결정 이전에는 근본적 원리가 신중히 고려되었습니다. 만약 이런 디자인 결정에 관한 어떤 질문이 있다면 <a href="http://live.gnome.org/GnomeShell/Design/FAQ">일반적인 그놈 3 디자인 질문들에 대한 답변들</a> 을 읽어보시기 바랍니다. 대신, 그놈 3 데스크톱의 디자인에 대한 더 광범위한 세부사항은 <a href="http://live.gnome.org/GnomeShell/Design/">그놈 3 데스크톱 위키 페이지</a>에서 찾아볼 수 있습니다.
lt: Kuriant GNOME 3 dizainą buvo įdėta be proto daug darbo, kiekvienas dizaino elementas buvo apmąstytas ir permąstytas. Jei kyla klausimų dėl kažkokio dizaino elemento, pabandykite perskaityti <a href="http://live.gnome.org/GnomeShell/Design/FAQ">atsakymus į dažnai užduodamus GNOME 3 dizaino klausimus</a>. Be to, detalesnę informaciją apie GNOME 3 dizainą gali rasti <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 darbastalio dizaino wiki puslapyje</a>.
lv: GNOME 3 dizainā ir ieguldīts milzīgs darba apjoms, un katram dizaina lēmumam ir rūpīgi apdomāts pamatojums. Ja jums ir konkrēts jautājums par kādu no šiem lēmumiem, pamēģiniet atrast to lapā <a href="http://live.gnome.org/GnomeShell/Design/FAQ">atbildes uz GNOME 3 dizaina jautājumiem</a>. Plašāka informācija par GNOME 3 darbvirsmas dizainu ir atrodama arī <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 darbvirsmas dizaina viki lapā</a>.
pt_br: Uma grande quantidade de trabalho foi feita no desenho do GNOME 3, e por trás de cada uma das decisões de projeto foi feita uma razoável análise. Se você possui alguma questão específica sobre alguma dessas decisões, tente ler nossas <a href="http://live.gnome.org/GnomeShell/Design/FAQ">respostas corriqueiras para decisões de projeto do GNOME 3</a>. Alternativamente, detalhes mais extensivos sobre o desenho do GNOME 3 podem ser encontrados na <a href="http://live.gnome.org/GnomeShell/Design/"> página wiki de desenho do GNOME 3</a>.
ro: O cantitate mare de muncă a intrat în proiectarea GNOME 3, iar fiecare decizie din spatele lui a fost considerată rațional și cu atenție. Dacă aveți o întrebare despre unele decizii de proiectare, încercați să citiți <a href="http://live.gnome.org/GnomeShell/Design/FAQ">răspunsurile la întrebări frecvente legate de designul GNOME 3</a>. Alternativ, mai multe detalii despre designul desktopului GNOME 3 pot fi găsite pe <a href="http://live.gnome.org/GnomeShell/Design/">pagina wiki de design a desktopului GNOME 3</a
ru: Над дизайном GNOME 3 проделано огромное количество работы, за каждым из проектных решений стоит чёткое обоснование. Если у вас есть вопрос, касающийся одного из этих решений, прочтите наши <a href="http://live.gnome.org/GnomeShell/Design/FAQ">ответы на распространённые вопросы о дизайне GNOME 3</a>. Кроме того, дополнительную информацию о дизайне GNOME 3 можно найти на <a href="http://live.gnome.org/GnomeShell/Design/">вики-странице, посвящённой рабочему столу GNOME 3</a>.
sl: Pomemben del razvoja je bil namenjen oblikovnem in uporabniškem rešitvam namizja GNOME 3, vse odločitve pa so temeljile na raziskavah uporabe sistema. V kolikor imate vprašanje o zasnovi oblike in uporabe, preberite <a href="http://live.gnome.org/GnomeShell/Design/FAQ">pogosta vprašanja o oblikovni zasnovi namizja GNOME 3</a>. Več podrobnosti pa si lahko preberete tudi na <a href="http://live.gnome.org/GnomeShell/Design/">wiki straneh</a>.
tr: GNOME 3 tasarımına muazzam miktarda emek verildi ve arkasındaki tasarım kararlarının her birinin özenle hesaba katılmış bir gerekçesi var. Eğer bu tasarım kararlarından biri hakkında özel bir sorunuz varsa, <a href="http://live.gnome.org/GnomeShell/Design/FAQ">genel GNOME 3 tasarım sorularının cevapları</a>nı okuyabilirsiniz. Diğer bir seçenek olarak <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 masaüstü tasarımı wiki sayfası</a>nda, GNOME 3 masaüstünün tasarımı hakkında daha geniş bilgi bulabilirsiniz.
ug: GNOME 3 نى لايىھىلەش جەريانىدا بىز نۇرغۇن خىزمەتلەرنى ئىشلىدۇق، ھەر بىر لايىھە قارارى كۆڭۈل قويۇپ خىللانغان. ئەگەر مەلۇم ئالاھىدە لايىھىگە قارىتا گۇمانىڭىز بولسا، ئالدى بىلەن بىزنىڭ <a href="http://live.gnome.org/GnomeShell/Design/FAQ">كۆپ ئۇچرايدىغان GNOME 3 مەسىلىلىرىگە جاۋاب</a>نى ئوقۇڭ. ئۇنىڭدىن باشقا، GNOME 3 نىڭ تېخىمۇ كۆپ لايىھە تەپسىلاتىنى <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 ئۈستەلۈستى wiki بېتى</a>دىن تاپالايسىز.
zh_cn: 设计 GNOME 3 的过程中我们做了大量的工作，每一个设计决定的背后都经过用心地取舍。如果您对某个特定的设计有疑问，请先阅读我们的 <a href="http://live.gnome.org/GnomeShell/Design/FAQ">GNOME 3 常见设计问题解答</a>。此外，关于 GNOME 3 的更多设计细节可以在 <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 桌面设计 Wiki</a> 上找到。
zh_tw: 設計 GNOME 3 的過程中我們做了大量的工作，每一個背後的設計決定都經過用心的確認。如果你對某個特定的設計有疑問，請先閱讀我們的 <ahref="http://live.gnome.org/GnomeShell/Design/FAQ">GNOME 3 常見設計問答集</a>。此外，關於 GNOME 3 的更多設計細節可以在 <a href="http://live.gnome.org/GnomeShell/Design/">GNOME 3 桌面設計 Wiki</a>上找到。

source: What is the GNOME Project, anyway?
af: Wat is die GNOME-projek nou eintlik?
ar: ما هو مشروع جنوم على أيّ حال؟
ca: Què és el projecte GNOME?
cs: Co to vlastně je, ten Projekt GNOME?
da: Hvad er det der GNOME-projekt?
de: Was ist das GNOME-Projekt überhaput?
el: Τι είναι το έργο GNOME, τέλος πάντων;
eo: Kio estas la GNOME-projekto?
es: De todos modos, ¿qué es el Proyecto GNOME?
fa: در هر صورت، پروژه‌ی گنوم چیست؟
gl: De todos modos, que é o Proxecto GNOME?
he: מה זה מיזם GNOME בכלל?
id: Apa sih Projek GNOME itu?
it: Cosa è il Progetto GNOME?
ja: で、GNOME プロジェクトって何ですか?
ko: 어쨌든 그놈 프로젝트란 무엇입니까?
lt: Kas tas GNOME projektas?
lv: Kas vispār ir GNOME projekts?
pt_br: O que é o Projeto GNOME, afinal?
ru: Что такое проект GNOME?
sl: Kaj sploh je Projekt GNOME?
tr: GNOME PROJESİ DE NEDİR?
zh_cn: 话说回来，什么是 GNOME 项目？
zh_tw: 到底 GNOME 專案是什麼？
