Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: Will my computer be able to run GNOME 3?
af: Sal my rekenaar GNOME 3 kan loop?
ar: هل سيتمكن حاسوبي من تشغيل جنوم 3؟
ca: El meu ordinador podrà fer funcionar el GNOME 3?
cs: Bude GNOME 3 fungovat na mém počítači?
da: Vil min computer være i stand til at køre GNOME 3?
de: Wird GNOME 3 auf meinem Rechner laufen?
el: Θα μπορεί ο υπολογιστής μου να «τρέξει» το GNOME 3;
eo: Ĉu mia komputilo kapablas ruli na GNOME 3?
es: ¿Podré ejecutar GNOME 3 en mi equipo?
fa: آیا رایانه من می‌تواند گنوم ۳ را اجرا کند؟
gl: O meu computador poderá executar GNOME 3?
he: האם המחשב שלי מסוגל להריץ את GNOME 3?
id: Apakah komputer saya akan bisa menjalankan GNOME 3?
it: Il mio computer sarà in grado di eseguire GNOME3?
ja: 私のコンピューターで GNOME 3 を実行できますか?
ko: 내 컴퓨터에서 그놈 3를 실행할 수 있습니까?
lt: Ar mano kompiuteryje veiks GNOME 3?
lv: Vai mans dators spēs darbināt GNOME 3?
pt_br: Meu computador será capaz de rodar o GNOME 3?
ro: Va funcționa GNOME 3 pe calculatorul meu?
ru: Смогу ли я запустить на компьютере GNOME 3?
sl: Ali bo računalnik dovolj zmogljiv za GNOME 3?
tr: BİLGİSAYARIM GNOME 3'Ü ÇALIŞTIRABİLECEK Mİ?
ug: كومپيۇتېرىمدا GNOME 3 ئىجرا بولامدۇ؟
zh_cn: 我的电脑能运行 GNOME 3 吗？
zh_tw: 我的電腦能執行 GNOME 3 嗎？

source: Computers purchased in the last 4 or 5 years should be more than capable of running GNOME 3. The GNOME 3 desktop does require hardware accelerated graphics in order to provide a cutting-edge experience however, and the complete GNOME 3 experience will only be available on computers capable of this. Do not worry though: GNOME 3 comes complete with a fallback interface which will provide an excellent experience in the absence of hardware acceleration, and which incorporates many of the improvements that can be found in GNOME 3.
ar: يفترض أنّ الحاسوب المُشترى خلال الأعوام الأربعة أو الخمس الأخيرة قادر على تشغيل جنوم 3 وأكثر من ذلك. على الرغم من هذا، يتطلّب سطح مكتب جنوم 3 تسريعاّ رسوميًّا عتاديًّا لتوفير تجربة فريدة، وستكون تجربة جنوم 3 الكاملة متاحة للحواسيب التي تحوي هذه الميزة فقط. مع هذا لا تقلق: تأتي جنوم 3 كاملة مع واجهة رجعيّة توفّر كامل التجربة المتميّزة في ظِلّ غياب التسريع العتادي، والتي تتضمّن العديد من التحسينات الموجودة في جنوم 3.
ca: Tots els ordinadors que tinguin menys de 4 o 5 anys haurien de ser capaços de fer funcionar el GNOME 3. Tot i així, l'escriptori GNOME 3 necessita d'acceleració gràfica per maquinari per poder mostrar una experiència innovadora i només els ordinadors que tinguin aquesta capacitat podran gaudir de l'experiència completa del GNOME 3. No us preocupeu però: el GNOME 3 incorpora una interfície en mode clàssic que us proporcionarà una experiència excel·lent tot i no tenir acceleració per maquinari, a on a més a més també s'hi ha incorporat moltes de les millores que es poden trobar al GNOME 3.
eo: Komputiloj aĉetitaj dum la pasintaj 4 aŭ 5 jaroj devus estas kapablaj ruli GNOME 3 sen problemoj. Tamen, ĝi postulas hardvare plirapidigitajn grafikaĵojn por provizi plej modernan sperton, kaj la kompleta GNOME 3 sperto nur disponeblos sur kapablaj komputiloj. Tamen, ne estas kialo maltrankviliĝi: GNOME 3 provizas retropaŝan interfacon kiu provizos bonegan sperton kiam hardvara plirapidigo mankas, kaj kiu inkluzivas multajn el la plibonigoj kiuj estas troveblaj en GNOME 3.
es: Los equipos comprados en los últimos 4 o 5 años deberían ser más que capaces de ejecutar GNOME 3. El escritorio GNOME 3 requiere aceleración gráfica por hardware para proporcionar una experiencia nueva pero esta experiencia sólo estará disponible en equipos capaces de hacerlo. No se preocupe: GNOME 3 cuenta con una interfaz alternativa completa que proporciona una excelente experiencia sin aceleración gráfica, y que incorpora gran parte de las mejoras que se pueden encontrar en GNOME 3.
fa: رایانه‌هایی که در ۴ یا ۵ سال گذشته تهیه شده‌اند باید قابلیت اجرای گنوم ۳ را داشته باشند. اگرچه رومیزی گنوم ۳ به گرافیک تسریع‌کننده‌ی سخت‌افزاری جهت فراهم کردن یک تجربه‌ی محشر نیاز خواهد داشت، و یک تجربه‌ی کامل با گنوم ۳ به رایانه‌ای با این قابلیت نیاز دارد. با این حال نگران نشوید: گنوم ۳ با یک رابط برای فراهم کردن تجربه‌ای فوق‌العاده بدون داشتن شتاب‌دهنده‌ی سخت‌افزاری کامل خواهد شد و با بسیاری از بهینه‌سازی‌های گنوم ۳ در سازگاری خواهد بود.
gl: Os computadores mercados desde fai 4 ou 5 anos poderán executar GNOME 3 sen problema algún. O escritorio GNOME 3 require aceleración gráfica por hardware para fornecer unha experiencia nova pero esta experiencia só estará dispoñíbel en equipos capaces de facelo. Non se preocupe: GNOME 3 conta cunha interface alternativa completa que fornece unha excelente experiencia sen aceleración gráfica, e que incorpora gran parte das melloras que se poden atopar en GNOME 3.
he: מחשבים שנרכשו ב־4 או 5 שנים אחרונות אמורים להספיק בהחלט לצורך להרצת GNOME 3. לעומת זאת, שולחן העבודה של GNOME 3 דורש חומרה בעלת האצה גרפית על מנת לספק חוויה חדה, והחוויה המלאה של GNOME 3 תהיה זמינה רק במחשבים עם יכולת זו. אך אל דאגה: ל־GNOME 3 מצורף מנשק חלופי שיספק חוויה מצוינת בהעדרה האצת חומרה, ומשלב שיפורים רבים הקיימים ב־GNOME 3.
id: Komputer yang dibeli dalam 4 atau 5 tahun terakhir mestinya lebih dari cukup untuk menjalankan GNOME 3. Namun desktop GNOME 3 memerlukan grafis yang dipercepat oleh perangkat keras untuk menyediakan pengalaman yang paling mutakhir, dan pengalaman lengkap GNOME 3 hanya akan tersedia pada komputer dengan kemampuan ini. Namun jangan khawatir: GNOME 3 akan hadir lengkap dengan antar muka cadangan yang akan menyediakan pengalaman yang sempurna tanpa kehadiran percepatan perangkat keras, yang menyertakan banyak perbaikan yang dapat ditemukan di GNOME 3.
ja: この4、5年に購入されたコンピューターであれば GNOME 3 の実行が可能です。しかしながら、GNOME 3 デスクトップの最先端の機能を体験するにはハードウェアで高速化されたグラフィックス機能が必要で、完全な GNOME 3 は、そのような機能を持つコンピューターでのみ体験が可能です。でも、心配しないでください。GNOME 3 ではハードウェアによる高速化が無くてもすばらしい体験のできるフォールバック・インターフェースが備わっています。フォールバック・インターフェースには GNOME 3 の多くの改善点が含まれています。
ko: 최근 4~5년 이내에 구매한 컴퓨터라면 그놈 3를 실행하는데 더할 나위가 없는 성능을 지니고 있을 것입니다. 그놈 3 데스크톱은 최신의 겅험을 제공하기 위해 하드웨어 가속 그래픽 카드를 필요로 하지만 완전한 그놈 3 경험은 단지 이 정도의 컴퓨터 성능이라면 가능할 것입니다. 걱정하지 마세요. 그놈 3는 하드웨어 가속이 빠진 환경에서 최상의 경험을 제공할 대체 인터페이스와 그놈 3에서 찾아볼 수 있는 많은 향상요소의 통합과 함께 완성될 것입니다. 게다가 그놈 프로젝트와 파트너들은 많은 사람들이 완전한 그놈 3 경험을 사용할 수 있게 하는 것을 보장하기 위해 열심히 일하고 있고, 처음에 이 경험을 사용할 수 없는 사용자들이 나중에는 사용할 수 있도록 보장하는데 목표를 두고 있습니다.
lt: Kompiuteriai, įsigyti prieš 4 ar 5 metus, turėtų laisvai pajėgti veikti su GNOME 3. GNOME 3 darbastalis reikalauja pakankamai galingos aparatinės įrangos norint patirti pažangiausias galimybes, tačiau visos GNOME 3 galimybės gali būti išnaudotos tik kompiuteryje, kuris tai gali. Nesijaudinkite: GNOME 3 turi atsarginę sąsają, kuri suteiks puikias galimybes net ir nesant aparatinės įrangos spartinimo galimybės.
lv: Datoriem, kuri ir iegādāti pēdējos 4 vai 5 gados, vajadzētu vairāk kā varēt pavilkt GNOME 3 vidi. Lai nodrošinātu mūsdienīgākās iespējas, GNOME 3 darbvirsmai ir vajadzīga aparatūras paātrināta grafika, tāpēc pilna GNOME 3 pieredze būs pieejama tikai datoriem, kuri to atbalsta. Tomēr uztraukumam nav pamata: GNOME 3 iekļauj atkāpšanās saskarni, kura var nodrošināt lielisku pieredzi arī bez aparatūras paātrināšanas un satur daudzus GNOME 3 uzlabojumus.
ru: Компьютеры, купленные 4-5 лет назад, должны быть более чем готовы к запуску GNOME 3. Рабочий стол GNOME 3 не требует аппаратного ускорения графики, но полноценный GNOME 3 будет доступен только на машинах, которые предоставляют такую возможность. Не беспокойтесь: в GNOME 3 доступен альтернативный режим, который обеспечивает превосходную работу при отсутствии аппаратного ускорения, режим включает в себя множество улучшений, которые можно найти в GNOME 3.

source: The GNOME project and its partners are working hard to ensure that the complete GNOME 3 experience is available to as many people as possible, and aim to ensure that users who are initially unable to have this experience will be able to in the future.
ar: يعمل مشروع جنوم وشركاؤه بجدّ لضمان توفير تجربة جنوم 3 كاملة لأكبر عدد ممكن من الناس، وأنّ الناس الغير قادرين على استخدامها في البداية سيتمكنون من ذلك في المستقبل.
ca: El projecte GNOME i els seus socis treballen intensament per què l'experiència completa del GNOME 3 estigui disponible per a tantes persones com sigui possible i el seu objectiu és que els usuaris que en un principi no puguin gaudir d'aquesta experiència ho puguin fer en un futur.
eo: La projekto GNOME kaj ĝia partneroj laboregas por certigi ke la kompleta GNOME 3 sperto estas havebla al kiel eble plej multaj homoj, kaj certigi ke uzantoj kiuj komence ne povas havi ĉi tiun sperton povos havi ĝin estontece.
es: El Proyecto GNOME y sus socios están trabajando duramente para asegurar que la experiencia completa de GNOME 3 está disponible para tantas personas como sea posible, y tratará de garantizar que los usuarios que inicialmente no pueden tener esta experiencia podrán hacerlo en el futuro.
fa: پروژه‌ی گنوم و همکارانش به سختی کار می‌کنند تا مطمئن شوند که تجربه‌ی کامل گنوم ۳ برای هر کاربری ممکن باشد، با هدف اینکه کاربرانی که در حال حاظر نمی‌توانند آن را تجربه کنند، در آینده بتوانند از آن استفاده کنند.
gl: Ademais, o proxecto GNOME e os seus socios están traballando duro para asegurar que a experiencia completa de GNOME 3 esté dispoñíbel para o maior número posíbel de persoas, e tratan de asegurarse de que os usuarios que inicialmente non poidan desfrutar desta experiencia, poidan facelo no futuro.
he: מיזם GNOME ושותפיו עמלים קשה כדי לוודא שחוויית GNOME 3 במלואה תהיה זמינה לכמה שיותר אנשים ופועלים כדי לוודא שמשתמשים שאינם יכולים לחוות חוויה זו מלכתחילה יוכלו לעשות זאת בעתיד.
id: Projek GNOME dan partnernya bekerja keras untuk memastikan bahwa pengalaman lengkap GNOME 3 tersedia bagi sebanyak mungkin orang, dan berupaya untuk memastikan bahwa pengguna yang pada awalnya tak bisa mendapat pengalaman ini juga akan bisa di masa mendatang.
ja: GNOME プロジェクトはパートナーと協力して、できるでけ多くのひとに完全な GNOME 3 を体験していただけるように、また、初期のリリースではこの体験ができないユーザーでも将来は利用可能になるように、懸命な作業を進めています。
ko: 그놈 프로젝트와 파트너는 가능한 한 더 많은 사람들이 완벽한 그놈 3를 경험할 수 있도록 열심히 일하고 있으며, 처음에는 경험해보지 못한 사용자들이 앞으로 경험해 볼 수 있도록 하는데 목표를 두고 있습니다.
lt: GNOME 3 projektas ir jo partneriai sunkiai dirba, kad užtikrintų jog visas GNOME 3 galimybes galėtų patirti kaip įmanoma daugiau žmonių, bei stengiasi padaryti, kad žmonės, šiandien negalintys mėgautis šiomis galimybėmis, galėtų mėgautis jomis ateityje.
lv: GNOME projekts un tā partneri smagi strādā pie tā, lai pilnīga GNOME 3 pieredze būtu pieejama pēc iespējas vairāk cilvēkiem, un mēģina nodrošināt, ka lietotājiem, kuriem sākumā šī pieredze nebūs pieejama, to varēs izbaudīt nākotnē.
ru: Проект GNOME и его партнёры работают над тем, чтобы GNOME 3 стал доступным для как можно большего количества людей, и нацелены на то, чтобы те пользователи, которые ещё не смогли оценить GNOME, смогли это сделать в будущем.

source: Can I use my favourite GNOME apps in GNOME 3?
ar: هل يمكنني استخدام تطبيقات جنوم المفضلة لديّ في جنوم 3؟
ca: Puc utilitzar les meves aplicacions preferides del GNOME en el GNOME 3?
eo: Ĉu mi povas uzi miajn plejn ŝatatajn GNOME-aplikaĵojn en GNOME 3?
es: ¿Puedo usar mis aplicaciones de GNOME favoritas en GNOME 3?
fa: آیا می‌توانم از برنامه‌های گنوم مورد علاقه‌ام در گنوم ۳ استفاده کنم؟
gl: Podo usar os meus aplicativos favoritos de GNOME en GNOME 3?
he: האם אוכל להשתמש ביישומי GNOME המועדפים עלי ב־GNOME 3?
id: Akankah saya bisa memakai aplikasi GNOME favorit saya di GNOME 3?
ja: 私のお気に入りの GNOME アプリは GNOME 3 で使えますか?
ko: 그놈 3에서 내가 관심있는 그놈 프로그램들을 사용할 수 있습니까?
lt: Ar galiu naudoti savo pamėgtas GNOME programas GNOME 3 versijoje?
lv: Vai es varu izmantot savas iecienītās GNOME lietotnes ar GNOME 3?
ru: Смогу ли я использовать свои любимые приложения GNOME в GNOME 3?

source: Yes! Existing GNOME applications will work just fine in GNOME 3. GNOME 3 does provide facilities to make applications even better though, so look out for new and improved GNOME 3 versions of those trusty apps you've learnt to love.
af: Ja! Bestaande GNOME-programme sal piekfyn werk in GNOME 3. GNOME 3 verskaf fasiliteite om programme selfs nog beter te maak. Kyk dus uit vir nuwe en verbeterde weergawes van u geliefde staatmakerprogramme spesifiek vir GNOME 3.
ar: نعم! تطبيقات جنوم الموجودة ستعمل بشكل جيّد في جنوم 3. لكن جنوم 3 توفّر تسهيلات تجعل التطبيقات أفضل، لذلك قم بالحصول على إصدارة جنوم الثالثة الجديدة والمحسنة من هذه التطبيقات التي تعلّمت أن تحبّها.
ca: Oi tant! Les aplicacions del GNOME continuaran funcionant perfectament en el GNOME 3. El GNOME 3 fins i tot incorpora ajudes per fer-les encara millor, de manera que estigueu atents a les pròximes versions de les aplicacions on ja incorporin aquestes millores.
cs: Ano! Stávající aplikace budou v pohodě pracovat i v GNOME 3. GNOME 3 poskytuje prostředky, aby tyto aplikace fungovaly ještě lépe, přesto je dobré se podívat, zda není pro vaši oblíbenou aplikaci k dispozici nová verze upravená pro GNOME 3.
da: Ja! Eksisterende GNOME-programmer virker fint under GNOME 3. GNOME 3 giver dog nogen muligheder for at gøre programmerne endnu bedre, så kig efter nye og forbedrede GNOME 3-versioner af dine betroede programmer, som du har lært at elske.
de: Ja! Alle GNOME-Anwendungen laufen auch unter GNOME 3. Desweiteren bietet GNOME 3 Möglichkeiten, Programme noch besser zu machen. Sein Sie gespannt auf die neuen GNOME 3-Versionen altbewährter und gewohnter Anwendungen.
el: Ναι! Οι υπάρχουσες εφαρμογές GNOME θα λειτουργούν μια χαρά στο GNOME 3. Το GNOME 3 ωστόσο παρέχει δυνατότητες για να γίνουν οι εφαρμογές ακόμα καλύτερες, οπότε προσέξτε για νέες και βελτιωμένες εκδόσεις για GNOME 3 των εν λόγω έμπιστων εφαρμογών που έχετε μάθει να αγαπάτε.
eo: Jes! Jam ekzistantaj GNOME-aplikaĵoj funkcios bone en GNOME 3. Krome, GNOME 3 provizas infrastrukturon por fari aplikaĵojn eĉ pli bonaj, do serĉu novajn kaj plibonajn GNOME 3 versiojn de tiuj fidataj aplikaĵoj.
es: Sí. Las aplicaciones existentes de GNOME funcionarán correctamente en GNOME 3. GNOME 3 proporciona facilidades para hacer mejores aplicaciones, así que mire si existen nuevas y mejoradas versiones de sus aplicaciones para GNOME 3.
fa: بله! برنامه‌های گنوم موجود می‌توانند در گنوم ۳ اجرا شوند. گنوم ۳ مطمئنا امکاناتی را برای نمایش بهتر برنامه فراهم می‌کند، بنابراین در انتظار نسخه‌های جدید و بهینه شده‌ی برنامه‌های گنوم ۳ که عاشق آنها بوده‌اید باشید.
gl: Si! Todos os aplicativos de GNOME estarán dispoñíbeis en GNOME 3. GNOME 3 permite crear aplicativos de forma aínda mellor, polo que bote unha ollada para atopar as novas e melloradas versións de GNOME 3 dos aplicativos que lle gustan.
he: כן! יישומי GNOME קיימים יעבדו בסדר גמור ב־GNOME 3. ‏GNOME 3 מספק תשתיות כדי להפוך יישומים לאפילו טובים יותר, אז חפשו אחר מהדורות GNOME 3 חדשות ומשופרות של אותם יישומים נאמנים שלמדתם לאהוב.
id: Ya! Aplikasi GNOME yang ada akan berjalan baik-baik saja di GNOME 3. GNOME 3 menyediakan fasilitas bahkan untuk membuat aplikasi lebih baik, jadi perhatikan versi GNOME 3 yang baru dan lebih baik dari aplikasi terpercaya tersebut yang telah Anda cintai.
it: Certamente! Le applicazioni GNOME esistenti funzionano bene in GNOME 3. GNOME 3 fornisce servizi per rendere ancora migliori le sue applicazioni, per cui dai una sbirciata alle versioni presenti in GNOME 3, nuove e migliorate, di quelle applicazioni che conosci e che hai imparato ad amare.
ja: はい! 既存の GNOME アプリケーションは GNOME 3 でもちゃんと動きます。GNOME 3 ではより良く動作するような仕組みを備えています。愛されてきた信頼のおけるアプリの、新しい、改良された GNOME 3 バージョンを注視していてください。
ko: 네! 기존의 그놈 프로그램들은 그놈 3에서 잘 동작할 것입니다. 그놈 3는 프로그램을 더 낫게 할 수 있는 용이함을 제공하여 여러분들이 좋아하게 될 새롭게 향상된 그놈 3 버전 프로그램을 향해 더 나아갈 것입니다.
lt: Taip! Jau esamos GNOME programos puikiai veiks ir naujoje GNOME 3 versijoje. GNOME 3 suteikia galimybes kurti netgi geresnes programas, taigi mėgaukitės naujomis ir patobulintomis pamėgtų programų versijomis, skirtomis GNOME 3.
lv: Jā! Esošās GNOME lietotnes GNOME 3 strādās labi. Bet GNOME 3 dod iespējas padarīt lietotnes vēl labākas, tāpēc sekojiet līdzi jaunajām un uzlabotajām jūsu iecienīto lietotņu versijām GNOME 3 videi.
pt_br: Sim! Os aplicativos do GNOME existentes irão funcionar muito bem no GNOME 3. O GNOME 3 provê facilidades para tornar os aplicativos melhores que nunca, então fique de olho nas novas e melhoradas versões para GNOME 3 desses confiáveis programas que você aprendeu a gostar.
ro: Desigur! Aplicațiile GNOME deja existente vor rula perfect în GNOME 3. GNOME 3 oferă facilități pentru a face aplicațiile chiar mai bune, așa că fiți atenți la versiuni noi și îmbunătățite pentru GNOME 3 ale aplicațiilor îndrăgite.
ru: Да! Существующие приложения GNOME будут отлично работать в GNOME 3. GNOME 3 предоставляет средства, с помощью которых можно сделать приложения ещё лучше, поэтому следите за обновлениями и улучшениями приложений в GNOME 3, которые вам полюбились.
sl: Da! Obstoječa programska oprema za namizje GNOME deluje brezhibno tudi na novem namizju GNOME 3. Pri razvoju jedrnih paketov GNOME 3, so razvijalci skrbno načrtovali tudi podporo starejšim različicam programske opreme, ki bo na novih temeljih delovala celo bolj stabilno in hitreje. Še večjo razliko pa boste opazili pri delu z novejšimi različicami programov, ki že upoštevajo smernice delovanja novega sistema.
tr: Evet! Varolan GNOME uygulamaları GNOME 3'te gayet iyi çalışacak. Bununla birlikte GNOME 3, uygulamaları daha da iyi hale getirecek imkanlar sunuyor. Bu yüzden, o çok sevdiğiniz güvenilir uygulamaların yeni ve gelişmiş GNOME 3 sürümlerini sakın kaçırmayın.
ug: ئەلۋەتتە! مەۋجۇت بولغان GNOME پروگراممىلىرى GNOME 3 تە ئوڭۇشلۇق ئىجرا بولىدۇ. GNOME 3 تە پروگراممىنىڭ ئىشلەتكۈچى كەچمىشىنى ئۆستۈرىدىغان قۇرۇلما بار بولۇپ، سىز ياقتۇرىدىغان پروگراممىنىڭ GNOME 3 تە تېخىمۇ قالتىس نامايان بولۇشىغا تىلەكداشمىز.
zh_cn: 当然可以！已有的 GNOME 程序将可以在 GNOME 3 中顺利运行。GNOME 3 还有让程序提高用户体验的设施，所以请期待您喜爱的程序在 GNOME 3 表现得更加出色。
zh_tw: 當然可以！已有的 GNOME 應用軟體將在 GNOME 3 中順利執行。GNOME 3 有提昇使用者體驗的設計，所以請期待你喜愛的應用軟體在 GNOME 3 將表現的更加出色。

source: What will happen to the old version of GNOME?
af: Wat gaan gebeur met die ou weergawe van GNOME?
ar: ماذا سيحدث للإصدار القديم من جنوم؟
ca: Què li passarà a la versió vella el GNOME?
cs: Co se stane se starou verzí GNOME?
da: Hvad kommer til at ske med den gamle version af GNOME?
de: Was passiert mit der alten Version von GNOME?
el: Τι θα απογίνει η παλιά έκδοση του GNOME;
eo: Kio okazos al la malnovaj versioj de GNOME?
es: ¿Qué pasará con la versión antigua de GNOME?
fa: چه اتفاقی برای نسخه‌ی قدیمی گنوم خواهد افتاد؟
gl: Que pasará coa anterior versión de GNOME?
he: מה יקרה לגרסאות הישנות של GNOME?
id: Apa yang akan terjadi pada versi lama GNOME?
it: Che cosa accadrà alla vecchia versione di GNOME?
ja: GNOME の古いバージョンはどうなりますか?
ko: 그놈 옛 버전은 어떻게 됩니까?
lt: Kas bus su sena GNOME versija?
lv: Kas notiks ar veco GNOME versiju?
pt_br: O que irá acontecer com a versão antiga do GNOME?
ro: Ce se va întâmpla cu versiunea veche a GNOME?
ru: Что будет со старой версией GNOME?
sl: Kaj se bo zgodilo s starejšimi različicami namizja GNOME?
tr: GNOME'UN ESKİ SÜRÜMÜNE NE OLACAK?
ug: كونا نەشرىدىكى GNOME چۇ؟
zh_cn: 旧版的 GNOME 会怎样？
zh_tw: 舊版的 GNOME 會怎樣？
