Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: GNOME 3 - Made of Easy
af: GNOME 3 - Moeitevry
ar: جنوم 3 - صارت أسهل
ca: GNOME 3 - Sense complicacions
da: GNOME 3 - Lavet af Nemt
el: GNOME 3 - Ευκολία στη χρήση
eo: GNOME 3 - Kiel facile
es: GNOME 3 - Sin esfuerzo
fa: گنوم ۳ - ساختی ساده
gl: GNOME 3 - Sen esforzo
he: GNOME 3 - נועד לפשטות
it: GNOME 3 - La semplicità, prima di tutto.
ko: 그놈 3 - Made of Easy
lt: GNOME 3 - Kad gyventi būtų lengviau
lv: GNOME 3 - Vienkārši
pt_br: GNOME 3 - Feito de facilidade
ro: GNOME 3 - Mai ușor ca niciodată
ru: GNOME 3 — проще простого
sl: GNOME 3 - Ustvarjanje enostavnosti
tr: GNOME 3 - Hamurunda Kolaylık Var
ug: GNOME 3 - قۇلايلىق يارىتىدۇ

source: Home
af: Tuis
ar: الرئيسية
ca: Inici
cs: Domů
da: Hjem
de: Startseite
el: Αρχή
eo: Hejmo
es: Inicio
fa: خانه
gl: Inicio
he: בית
id: Beranda
ja: ホーム
ko: 홈
lt: Namai
lv: Sākums
pt_br: Início
ro: Acasă
ru: На главную
sl: Začetna stran
tr: Ev
zh_cn: 首页
zh_tw: 首頁

source: Common questions and answers
af: Algemene vrae en antwoorde
ar: الأسئلة الشائعة وأجوبتها
ca: Preguntes i respostes comunes
cs: Obvyklé dotazy a odpovědi
da: Hyppige spørgsmål og svar
de: Häufig gestellte Fragen und Antworten
el: Κοινές ερωτήσεις και απαντήσεις
eo: Oftaj demandoj kaj respondoj
es: Preguntas frecuentes y respuestas
fa: سوال‌ها و جواب‌های معمول
gl: Preguntas e respostas comúns
he: שאלות ותשובות נפוצות
id: Pertanyaan umum dan jawaban
it: Domande e risposte frequenti
ja: よくある質問と答え
ko: 일반적인 질문과 답변들
lt: Dažni klausimai ir atsakymai
lv: Biežāk uzdotie jautājumi un atbildes
pt_br: Perguntas e respostas frequentes
ro: Întrebări și răspunsuri frecvente
ru: Вопросы и ответы
sl: Pogosta vprašanja in odgovori
tr: Genel sorular ve cevapları
ug: كۆپ ئۇچرايدىغان سوئال جاۋابلار
zh_cn: 常见问题及解答
zh_tw: 常見問答集

source: Try it out!
af: Probeer dit!
ar: جرّبها!
ca: Proveu-lo!
cs: Vyzkoušejte jej!
da: Prøv det!
de: Probieren Sie es aus!
el: Δοκιμάστε το!
eo: Elprovu!
es: Pruébelo
fa: امتحانش کن
gl: Próbao!
he: להתנסות כעת!
id: Cobalah!
it: Scoprilo adesso!
ja: 試してみよう!
ko: 사용해 보세요!
lt: Išbandyk!
lv: Izmēģini!
pt_br: Experimente!
ro: Testează-l acum!
ru: Попробуйте!
sl: Preizkusite GNOME3!
tr: Deneyin!
zh_cn: 现在就试试！
zh_tw: 開始體驗吧！

source: Launch parties
ar: حفلات إطلاق
ca: Festes de llançament
cs: Launch party
de: Veröffentlichungs-Partys
eo: Lanĉfestoj
es: Fiestas de lanzamiento
fa: برگذاری مهمانی
gl: Festas de lanzamento
he: מסיבות השקה
id: Pesta peluncuran
ja: ローンチパーティー
ko: 출시 파티
lt: Išleidimo vakarėliai
lv: Laidiena burziņi
ru: Вечеринки
sl: Zabave ob izidu
tr: Çıkış partileri

source: Try out GNOME 3
af: Probeer GNOME 3
ar: جرّب جنوم 3
ca: Proveu el GNOME 3
cs: Vyzkoušejte GNOME 3
da: Prøv GNOME 3
de: Probieren Sie GNOME 3
el: Δοκιμάστε το GNOME 3
eo: Elprovu GNOME 3
es: Pruebe GNOME 3
fa: گنوم ۳ را امتحان کنید
gl: Proba GNOME 3
he: התנסות ב־GNOME 3
id: Mencoba GNOME 3
it: Alla scoperta di GNOME3
ja: GNOME 3 を試してみよう
ko: 그놈 3를 사용해 보세요
lt: Išbandyk GNOME 3
lv: Izmēģiniet GNOME 3
pt_br: Experimente o GNOME 3
ro: Testează GNOME 3
ru: Попробуйте GNOME 3
sl: Preizkusite GNOME 3
tr: GNOME 3'Ü DENEYİN
ug: GNOME 3 نى سىناڭ
zh_cn: 试用 GNOME 3
zh_tw: 體驗 GNOME 3

source: GNOME 3 was released on 6th April 2011. If you want to try it, you can run a live version from a CD/DVD or USB stick.
af: GNOME 3 is vrygestel op 6 April 2011. Om dit vir 'n toetslopie te neem, gebruik die alfa-weergawe van 'n "lewendige" CD/DVD of 'n USB-stafie.
ar: صدرت جنوم 3 في السادس من أبريل 2011. إذا أردت تجربتها فيمكنك تشغيلها من اسطوانة أو شذرة يو.إس.بي.
ca: El GNOME 3 es va alliberar el 6 d'abril de 2011. Si el voleu provar podeu provar una versió autònoma des d'un CD/DVD o d'un llapis USB.
cs: GNOME 3 bylo vydáno 6. dubna 2011. Pokud si jej chcete vyzkoušet, můžete si spustit živou verzi z CD/DVD nebo z klíče USB.
da: GNOME 3 blev udgivet den 6. april 2011. Hvis du vil prøve det kan du køre en live-version fra en cd/dvd eller en usb-pen.
de: GNOME 3 ist am 6. April 2011 erschienen. Sie können eine Live-Version von CD/DVD oder einem USB-Stick starten, um es zu testen.
el: Το GNOME 3 κυκλοφόρησε στις 6 Απριλίου 2011. Αν θέλετε να δοκιμάσετε. μπορείτε να τρέξετε μια έκδοση live από ένα CD/DVD ή από ένα USB στικ.
eo: GNOME 3 estis eldonita je la 6-a de aprilo 2011. Se vi volas elprovi ĝin, vi povas ruli senperan version de KD/DVD aŭ poŝmemorilo.
es: GNOME 3 se publicó el 6 abril del 2011. Si quiere probarlo, puede ejecutar una demostración desde un CD/DVD o una memoria USB.
fa: گنوم ۳ در تاریخ ۱۷ فروردین ۱۳۹۰ منتشر شده است. اگر شما می‌خواهید امتحان‌اش کنید، می‌توانید از نسخه‌های زنده بر روی سی‌دی/دی‌وی‌دی یا حافظه یو‌اس‌بی استفاده کنید.
gl: GNOME 3 publicouse o 6 de Abril de 2011. Se queres probalo, podes executar unha demostración desde un CD/DVD ou unha chave USB.
he: GNOME 3 שוחרר בשישה באפריל 2011. אם ברצונך לנסות אותו, ניתן להריץ מהדורת המחשה מתקליטור או מהתקן USB.
id: GNOME 3 diliris pada tanggal 6 April 2011. Bila Anda ingin mencobanya, Anda dapat menjalankan versi live dari CD/DVD atau flash USB.
it: GNOME 3 è stato rilasciato il 6 aprile 2011. Se desideri provarlo, è disponibile una versione live utilizzabile da CD/DVD o pendrive USB.
ja: GNOME 3 は 2011年4月6日にリリースされました。試すには、CD/DVD や USB スティックでライブ版を実行することができます。
ko: 그놈 3는 2011년 4월 6일 출시되었습니다. 만약 사용해보고 싶다면 CD/DVD나 USB 스틱상에서 실행할 수 있습니다.
lt: GNOME 3 išleista 2011 balandžio 6-ąją. Jei norite išbandyti, galite pabandyti tiesiogiai paleidžiamą versiją iš CD/DVD arba USB laikmenos.
lv: GNOME 3 tika izlaista 2011. gada 6. aprīlī. Ja vēlaties to izmēģināt, varat palaist "dzīvo" versiju no CD/DVD diska vai USB zibatmiņas.
pt_br: O GNOME 3 está agendado para ser lançado em 6 de abril de 2011. Se deseja experimentá-lo, você pode executar uma versão alfa do CD/DVD ou pendrive USB.
ru: GNOME 3 выпущен 6 апреля 2011 года. Чтобы попробовать новый GNOME, можно запустить «живую» версию с CD/DVD или с USB-брелока.
sl: Namizje GNOME 3 je bilo objavljeno 6. aprila, 2011. V kolikor si želite namizje ogledati, lahko preizkusite živo različico z zagonom iz CD, DVD ali pa USB nosilca.
tr: GNOME 3, 6 Nisan 2011 tarihinde yayımlandı. Eğer denemek isterseniz, CD/DVD ya da USB çubuktan çalışan bir sürümünü kullanabilirsiniz.
zh_cn: GNOME 3 已于2011年4月6日发布。如果您想要进行体验，可以使用CD/DVD 或 USB 闪存试用其 Live 镜像。
zh_tw: GNOME 3 會在2011年4月6日發布。若你想要搶先體驗，可以使用 CD/DVD 或 USB 設備試用 live 版本。

source: GNOME 3 based on <placeholder-1/>
ar: جنوم 3 مبنية على <placeholder-1/>
ca: GNOME 3 basat en <placeholder-1/>
cs: GNOME 3 vycházející z distribuce <placeholder-1/>
da: GNOME 3 baseret på <placeholder-1/>
de: GNOME 3 basierend auf <placeholder-1/>
el: GNOME 3, που βασίζεται σε <placeholder-1/>
eo: GNOME 3 bazita sur <placeholder-1/>
es: GNOME 3 basado en <placeholder-1/>
fa: گنوم ۳ بر اساس <placeholder-1/>
gl: GNOME 3 baseado en <placeholder-1/>
he: GNOME 3 מבוסס על <placeholder-1/>
id: GNOME 3 berbasis <placeholder-1/>
it: GNOME 3 basato su <placeholder-1/>
ja: <placeholder-1/> 上の GNOME 3
ko: <placeholder-1/> 기반 그놈 3
lt: GNOME 3 paremta <placeholder-1/>
lv: GNOME 3 uz <placeholder-1/>
pt_br: GNOME 3 baseado em <placeholder-1/>
ru: GNOME 3 основан на <placeholder-1/>
sl: GNOME 3 na sistemu <placeholder-1/>
tr: <placeholder-1/> tabanlı GNOME 3
zh_cn: GNOME 3 基于 <placeholder-1/>
zh_tw: GNOME 3 基於 <placeholder-1/>

source: Download for 32 bit systems (v1.1.0)
de: Download für 32-Bit-Systeme (v1.1.0)
es: Descarga para sistemas de 32 bit (v1.1.0)
tr: 32 bit sistemler için İndirin (v1.1.0)

source: Download for 64 bit systems (v1.1.0)
de: Download für 64-Bit-Systeme (v1.1.0)
es: Descarga para sistemas de 64 bit (v1.1.0)
tr: 64 bit sistemler için İndirin (v1.1.0)

source: Download for 32 bit systems (2011-04-05)
ca: Baixada per a sistemes de 32 bits (5/4/2011)
cs: Stáhnout 32bitový systém (5.4.2011)
da: Hent til 32-bit systemer (2011-04-05)
de: Download für 32-Bit-Systeme (05.04.2011)
es: Descarga para sistemas de 32 bit (2011-04-05)
fa: بارگیری برای سیستم‌های ۳۲ بیتی (۱۶-۰۱-۱۳۹۰)
gl: Descarga para computadores de 32 bit (2011-04-05)
it: Scarica per sistemi a 32 bit (5 aprile 2011)
pt_br: Baixe a versão para sistemas 32 bits (05-04-2011)
sl: Prejem datoteke odtisa za 32 bitne sisteme (05.04.2011)
tr: 32 bit sistemler için İndirin (2011-04-05)
zh_cn: 下载 32 位版本(2011-04-05)

source: The user name for the openSUSE live image is 'tux' and the password is empty.
ar: اسم المستخدم لنسخة أوبن سوزة هو 'tux' وكلمة السر خالية.
ca: L'usuari de la imatge autònoma d'openSUSE és «tux» i no té contrasenya.
cs: Uživatelské jméno pro živý obraz openSUSE je „tux“ a heslo je prázdné.
da: Brugernavnet på openSUSE-live-aftrykket er "tux", og der er ingen adgangskode.
de: Der Benutzername für das openSUSE-Live-Abbild ist »tux«. Es wird kein Passwort benötigt.
el: Το όνομα χρήστη για το δοκιμαστικό που βασίζεται στο openSUSE είναι «tux» και ο κωδικός είναι κενός.
eo: La uzantnomo por la senpera openSUSE-diskokopio estas 'tux' kaj la pasvorto estas malplena.
es: El nombre de usuario de la imagen de openSUSE es «tux», sin contraseña.
fa: نام‌کاربری برای تصویر دیسک زنده اُپن‌سوزه «tux» و گذرواژه آن خالی است.
gl: O nome de usuario da imaxe de OpenSUSE é «tux», sen contrasinal.
he: שם המשתמש בתמחישור של openSUSE הוא 'tux', ללא ססמה.
id: Nama pengguna bagi image live openSUSE adalah 'tux' dan sandinya kosong.
it: Il nome utente per l'immagine live openSUSE è "tux" e la password è vuota.
ja: openSUSE 版ライブイメージのユーザー名は 'tux' で、パスワードは空です。
ko: 오픈수세 라이브 이미지에서 사용자 이름은 'tux' 이고, 암호는 없습니다.
lt: openSUSE tiesiogiai paleidžiamo atvaizdžio naudotojo vardas yra „tux“. o slaptažodžio laukelį palikite tuščią.
lv: "Dzīvās" vides lietotāja vārds uz openSUSE ir 'tux' ar tukšu paroli.
pt_br: O nome de usuário para a imagem live do openSUSE é "tux" e não há senha.
ru: Для «живого» образа openSUSE используется имя пользователя «tux» и пустой пароль.
sl: Uporabniško ime za dostop do namizja pri distribuciji openSUSE je 'tux', geslo pa je prazno.
tr: openSUSE çalışan kalıbının kullanıcı adı 'tux' ve parolası boştur.
zh_cn: openSUSE Live 镜像使用的用户名是 tux，密码为空。
zh_tw: openSUSE live 映像檔使用者的帳號名稱是 'tux'，密碼是空的。

source: The user name for the Fedora live image is 'liveuser' and the password is empty.
ca: L'usuari de la imatge autònoma de Fedora és «liveuser» i no té contrasenya.
cs: Uživatelské jméno pro živý obraz Fedora je „liveuser“ a heslo je prázdné.
da: Brugernavnet på Fedora-live-aftrykket er "liveuser", og der er ingen adgangskode.
de: Der Benutzername für das Fedora-Live-Abbild ist »liveuser«. Es wird kein Passwort benötigt.
el: Το όνομα χρήστη για το δοκιμαστικό που βασίζεται στο Fedora είναι «tux» και ο κωδικός είναι κενός.
es: El nombre de usuario de la imagen de Fedora es «liveuser», sin contraseña.
fa: نام‌کاربری برای تصویر دیسک زنده فدورا «liveuser» و گذرواژه آن خالی است.
gl: O nome de usuario da imaxe de Fedora é «liveuser», sen contrasinal.
it: Il nome utente per l'immagine live Fedora è "liveuser" e la password è vuota.
pt_br: O nome de usuário para a imagem live é "liveuser" e não há senha.
sl: Uporabniško ime za dostop do namizja pri distribuciji Fedora live je 'liveuser', geslo pa je prazno.
tr: Fedora çalışan kalıbının kullanıcı adı 'liveuser' ve parolası boştur.
zh_cn: Fedora Live 镜像使用的用户名是 tux，密码为空。
zh_tw: Fedora live 映像檔使用者的帳號名稱是 'liveuser'，密碼是空的。

source: To run from a CD/DVD, burn the download to a disk, insert into your computer and reboot.
af: Om van 'n CD/DVD af te laat loop, skryf die afgelaaide lêer na 'n skyf, sit dit in die rekenaar, en herbegin.
ar: لتشغيلها من اسطوانة كل ما عليك هو كتابة ملف التنزيل على القرص ثم إدخاله إلى الحاسوب وإعادة التشغيل.
ca: Per provar-lo des d'un CD/DVD, enregistreu la imatge de disc baixada, inseriu-lo a l'ordinador i reinicieu-lo.
cs: Pokud chcete použít CD/DVD, vypalte stažený obraz na disk CD/DVD, vložte jej do počítače a restartujte jej.
da: For at køre fra en cd/dvd skal du brænde nedhentningen til en skive, indsætte den i din computer og genstarte.
de: Um von CD/DVD zu starten, brennen Sie das heruntergeladene Abbild auf ein geeignetes Medium. Starten Sie Ihren Rechner mit der eingelegten CD/DVD neu.
el: Για να το τρέξετε από ένα CD/DVD, γράψτε σε έναν δίσκο το αρχείο που λάβατε, εισάγετε το δίσκο στον υπολογιστή και κάντε επανεκκίνηση.
eo: Por ruli de KD/DVD, registru la elŝuton al disko, enigu ĝin en vian komputilon kaj restartigu.
es: Para arrancar desde el CD/DVD, grabe la imagen en un disco, insértelo en el equipo y reinicie.
fa: برای اجرای از طریق سی‌دی/دی‌وی‌دی، پرونده بارگیری شده را بر روی دیسک بنویسید، آن را وارد رایانه کنید و سپس آن را مجددا راه‌اندازی کنید.
gl: Para executar un CD/DVD, grave o ficheiro que descargou nun disco, insérteo no seu computador e reinicie.
he: על מנת להריץ מתקליטור, יש לצרוב את הקובץ שהורדת לתקליטור, להכניס אותו לכונן להפעיל את המחשב מחדש.
id: Untuk menjalankan dari CD/DVD, bakar unduhan ke cakram, sisipkan ke komputer Anda dan boot ulang.
it: Per provarlo da un CD/DVD, masterizza il file scaricato su un disco, inseriscilo nel computer e riavvia.
ja: CD/DVD から実行するには、ダウンロードしたものをディスクに焼き、コンピューターに入れて再起動してください。
ko: CD/DVD에서 실행하기 위해서는 디스크로 다운로드 받을 것을 굽고 컴퓨터에 넣고 재부팅 하시면 됩니다.
lt: Norėdami paleisti iš CD/DVD, įsirašykite parsiųstą diską, įdėkite jį į kompiuterį ir įkelkite sistemą iš naujo.
lv: Lai palaistu no CD/DVD, iededziniet lejupielādēto diska attēlu, ievietojiet disku datorā un pārstartējiet to.
pt_br: Para executar de um CD/DVD, grave a imagem baixada em um disco, insira no seu computador e reinicie.
ro: Pentru a rula de pe un CD/DVD, inscripționați imaginea pe un disc, introduceți discul în calculator și reporniți calculatorul.
ru: Для запуска с CD/DVD запишите образ на диск, вставьте диск в привод и перезагрузите компьютер.
sl: Za zagon iz CD ali DVD nosilca, zapišite prejeto datoteko odtisa na nosilec, vstavite nosilec v pogon in ponovno zaženite računalnik.
tr: CD/DVD'den çalıştırmak için, indirilen dosyayı bir diske yazın, bilgisayarınıza takın ve yeniden başlatın.
ug: بىۋاسىتە CD/DVD دىن ئىجرا قىلىشتا، چۈشۈرگەن ھۆججەتنى دىسكىغا ئويۇپ، كومپيۇتېر نۇر دىسكىغا قىستۇرۇپ كومپيۇتېرنى قايتا قوزغىتىڭ.
zh_cn: 直接从 CD/DVD 运行：下载并刻录镜像到光盘，将其插入电脑并重启。
zh_tw: 直接從 CD/DVD 執行或下載並燒錄映像檔到光碟中，再將光碟放入電腦後重新開機。

source: Download the USB image writer (below) and extract it
af: Laai die USB-beeldskrywer (onder) en pak dit uit
ar: نزّل كاتب صور الأقرص إلى الفلاش (أدناه) واستخرجه
ca: Baixeu l'enregistrador d'imatges USB (a sota) i extraieu-lo
cs: Stáhněte si (níže) program pro zápis obrazu na klíč USB a rozbalte jej
da: Hent usb-aftryksskriveren (nedenfor) og pak den ud
de: Laden Sie den USB-Image-Writer herunter (unten) und entpacken Sie ihn.
el: Πραγματοποιήστε τη λήψη του εικονικού εγγραφέα USB (παρακάτω) και αποσυμπιέστε τον.
eo: Elŝutu la USB-diskokopian skribilon (sube) kaj malpaku ĝin
es: Descargue el grabador de imágenes (debajo) USB y extráigalo
fa: ابزار نویسنده‌ی تصویر دیسک بر روی یو‌اس‌بی، را (از پایین) بارگیری و آن را استخراج کنید
gl: Descargue o gravador de imaxe en USB (embaixo) e descomprímaa
he: יש להוריד את כותב תמונות ה־USB להלן ולחלץ אותו
id: Unduh penulis image USB (di bawah) dan ekstraklah.
it: Scarica USB image writer (sotto) ed estrailo
ja: 下の USB イメージライターをダウンロードして、展開してください
ko: USB 이미지 라이터(아래)를 다운로드 받고 추출합니다
lt: Parsisiųskite USB atvaizdžio įrašymo įrankį (žemiau) ir išskleiskite jį
lv: Lejupielādējiet USB attēla rakstītāju (zemāk) un atspiediet to.
pt_br: Baixe o gravador de imagem USB (abaixo) e extraia-o
ro: Descărcați aplicația de scriere de imagini USB (mai jos)
ru: Скачайте программу записи USB образов и извлеките её из архива
sl: kliknite na spodnjo povezavo in prejmite arhiv s programom in ga razširite na disk,
tr: USB kalıp yazıcısını (aşağıda) indirin ve uygun bir yere çıkartın
ug: USB تەسۋىر يازغۇچ (تۆۋەندە) چۈشۈرۈپ، ئۇنى يېشىڭ
zh_cn: 下载 USB 镜像写入程序并解压它
zh_tw: 下載 USB 開機磁碟製作程式並解壓縮

source: Open a terminal and navigate to the extracted image writer folder (eg. <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
ar: افتح طرفية وانتقل إلى المجلد الذي يحوي كاتب صور الأقراص (مثلاً: <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
ca: Obriu un terminal i navegueu fins al directori on heu extret l'enregistrador d'imatges (per exemple <code>$ cd Baixades/abock-image-usb-stick-f3b1002</code>)
cs: Otevřete terminál a přepněte se do složky, do které jste program rozbalili (např. <code>$ cd Stažené/abock-image-usb-stick-f3b1002</code>)
da: Åbn en terminal og navigér til mappen med den udpakkede aftryksskriver (f.eks. <code>$ cd Hentede filer/abock-image-usb-stick-f3b1002</code>)
de: Öffnen Sie ein Terminal-Fenster und wechseln Sie in den Ordner des entpackten Image-Writers (z. B. <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
el: Ανοίξτε ένα τερματικό και πλοηγηθείτε στο φάκελο που αποσυμπιέσατε τον εικονικό εγγραφέα (π.χ. <code> $ cd Λήψεις/abock-image-usb-stick-f3b1002</code>)
eo: Malfermu terminalon kaj iru al la dosierujo de la malpakita diskokopia skribilo(ekz. <code>$ cd Elŝutoj/abock-image-usb-stick-f3b1002</code>)
es: Abra una terminal y navegue hasta la carpeta donde ha extraído el grabado de imágenes (ej. <code>$ cd Descargas/abock-image-usb-stick-f3b1002</code>)
fa: یک پایانه باز کنید و به پوشه‌ای که نویسنده‌ی تصویر دیسک را بر روی آن برون‌ریزی کرده‌اید،بروید (برای مثال <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
gl: Abra un terminal e navegue até o cartafol do gravador de imaxe descomprimida (p.ex. <code>$cd Descargas/abock-imaxe-usb-f3b1002</code>)
he: יש לפתוח מסוף ולנווט אל תיקיית כותב תמונת ה־USB אשר חולצה (לדוגמה <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
id: Buka terminal dan berpindahlah ke folder penulis image yang telah diekstrak (mis. <code>$ cd Unduh/abock-image-usb-stick-f3b1002</code>)
it: Apri un terminale e spostati nella cartella in cui è stato estratto di image writer (es <code>$ cd Scaricati/abock-image-usb-stick-f3b1002</code>
ja: ターミナルを開き、展開したイメージライターのあるフォルダーへ移動します (例: <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)。
ko: 터미널 창을 열고 추출된 이미지 라이터 폴더를 탐색합니다 (예: <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
lt: Atverkite terminalą ir eikite į aplanką, kuriame išskleidėte atvaizdžio įrašymo įrankį (pvz. <code>$ cd Parsiuntimai/abock-image-usb-stick-f3b1002</code>)
lv: Atveriet termināli un dodieties uz atspiestā attēlu rakstītāja mapi (piemēram, <code> $ cd Lejupielādes/abock-image-usb-stick-f3b1002</code>)
pt_br: Abra um terminal e navegue até a pasta do gravador de imagem extraído (ex: <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
ro: Deschideți un terminal și navigați către dosarul unde ați extras aplicația de scriere de imagini (de ex. <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
ru: Откройте терминал и перейдите в каталог с извлечённой программой записи образов (например, <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
sl: odprite okno terminala na mestu, kamor ste razširili program za zapis odtisa na USB (npr. <code>$ cd Prejeto/abock-image-usb-stick-f3b1002</code>),
tr: Bir uçbirim (terminal) penceresi açın ve çıkartılan kalıp yazıcısı klasörüne gidin (ör: <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
ug: تېرمىنال كۆزنىكىنى ئېچىپ، تەسۋىر يازغۇچ پروگراممىسى تۇرۇشلۇق قىسقۇچقا كىرىڭ (مەسىلەن <code>$ cd Downloads/abock-image-usb-stick-f3b1002</code>)
zh_cn: 打开终端窗口，进入镜像写入程序所在的文件夹（例如 <code>$ cd ~/下载/abock-image-usb-stick-f3b1002</code>）
zh_tw: 開啟終端機，進入 開機磁碟製作程式所在的資料夾（例如 <code>$ cd ~/下載/abock-image-usb-stick-f3b1002</code>）

source: Prepare the image writer by running: <code>$ chmod a+x ./image-usb-stick</code>
ar: جهّز برنامج كاتب صور الأقراص بإعطائه الصلاحيات كالتالي: <code>$ chmod a+x ./image-usb-stick</code>
ca: Prepareu l'enregistrador d'imatges amb l'ordre: <code>$ chmod a+x ./image-usb-stick</code>
cs: Nastavte program pro zápis obrazu jako spustitelný pomocí příkazu: <code>$ chmod a+x ./image-usb-stick</code>
da: Forbered aftryksskriveren ved at køre: <code>$ chmod a+x ./image-usb-stick</code>
de: Um den Image-Writer starten zu können, führen Sie folgenden Befehl aus: <code>$ chmod a+x ./image-usb-stick</code>
el: Ετοιμάστε τον εικονικό εγγραφέα τρέχοντας: <code>$ chmod a+x ./image-usb-stick</code>
eo: Preparu la diskokopian skribilon per lanĉo de: <code>$ chmod a+x ./image-usb-stick</code>
es: Prepare el grabador de imágenes ejecutando <code>$ chmod a+x ./image-usb-stick</code>
fa: نویسنده‌ی تصویر دیسک را با دستور مقابل آماده کنید: <code>$ chmod a+x ./image-usb-stick</code>
gl: Prepare o gravador de imaxe executando <code>$ chmod a+x ./image-usb-stick</code>
he: יש להכין את כותב תמונת ה־USB ע״י הרצת השורה: <code>$ chmod a+x ./image-usb-stick</code>
id: Siapkan penulis image dengan menjalankan: <code>$ chmod a+x ./image-usb-stick</code>
it: Prepara image writer eseguendo: <code>$ chmod a+x ./image-usb-stick</code>
ja: イメージライターを起動する準備をします: <code>$ chmod a+x ./image-usb-stick</code>
ko: 다음 명령을 실행하여 이미지 라이터를 준비합니다: <code>$ chmod a+x ./image-usb-stick</code>
lt: Paruoškite atvaizdžio įrašymo įrankį įvykdydami komandą: <code>$ chmod a+x ./image-usb-stick</code>
lv: Sagatavojiet attēla rakstītāju ar komandu: <code>$ chmod a+x ./image-usb-stick</code>
pt_br: Prepare o gravador de imagem executando: <code>$ chmod a+x ./image-usb-stick</code>
ro: Pregătiți aplicația de scriere de imagini rulând: <code>$ chmod a+x ./image-usb-stick</code>
ru: Подготовьте программу записи образов к запуску: <code>$ chmod a+x ./image-usb-stick
sl: pripravite program za zapisovanje z ukazom: <code>$ chmod a+x ./image-usb-stick</code>,
tr: Şu komutu çalıştırarak kalıp yazıcısını hazır halde getirin: <code>$ chmod a+x ./image-usb-stick</code>
ug: تەسۋىر يازغۇچ پروگراممىسىنى تەييارلاۋاتىدۇ: <code>$ chmod a+x ./image-usb-stick</code>
zh_cn: 准备镜像写入程序：<code>$ chmod a+x ./image-usb-stick</code>
zh_tw: 準備開機磁碟製作程式：<code>$ chmod a+x ./image-usb-stick</code>
