Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: //<![CDATA[ var map; var markers; var selectControl; //------------------------------------------------------------------------- // Parse the markers data text file. //------------------------------------------------------------------------- function recursiveParsing(line) { function state0Loop(line, cumulated, buffer, escaping) { return (character = line.substring(0,1)) && (rest = line.substring(1)) && (character == ',') ? loop(rest, cumulated.concat(buffer), "", false, 0) : (character == '\"') ? loop(rest,cumulated,buffer,false, 1) : loop(rest,cumulated, buffer+character, false, 0) } function state1Loop(line, cumulated, buffer, escaping) { return (character = line.substring(0,1)) && (rest = line.substring(1)) && (character == '\\') ? escaping ? loop(rest, cumulated, buffer+character, false, 1) : loop(rest, cumulated, buffer, true, 1) : escaping ? loop(rest, cumulated, buffer+character, false,1) : (character == '\"') ? loop(rest, cumulated, buffer, false, 0) : loop(rest, cumulated, buffer+character, false, 1) } function loop(line, cumulated, buffer, escaping, state) { return (line == "") ? (buffer == "") ? cumulated : cumulated.concat(buffer) : (state == 0) ? state0Loop(line,cumulated, buffer, escaping) :(state == 1) ? state1Loop(line, cumulated, buffer, escaping) : null } return loop(line, [], "", false, 0) } //------------------------------------------------------------------------- //------------------------------------------------------------------------- function makeHttpObject() { try {return new XMLHttpRequest();} catch (error) {} try {return new ActiveXObject("Msxml2.XMLHTTP");} catch (error) {} try {return new ActiveXObject("Microsoft.XMLHTTP");} catch (error) {} throw new Error("Could not create HTTP request object."); } //------------------------------------------------------------------------- // Display popup on marker selection. //------------------------------------------------------------------------- function onFeatureSelect(feature) { feature.popup = new OpenLayers.Popup.FramedCloud("popup", feature.geometry.getBounds().getCenterLonLat(), null, feature.attributes.text, null, true, null ); // function() { selectControl.unselectAll(); } map.addPopup(feature.popup); } //------------------------------------------------------------------------- // Hide popup on marker unselect. //------------------------------------------------------------------------- function onFeatureUnselect(feature) { feature.popup.destroy(); feature.popup = null; } //------------------------------------------------------------------------- // Initialize the map and load markers. //------------------------------------------------------------------------- function init() { map = new OpenLayers.Map({ div: "map", controls: [ new OpenLayers.Control.Navigation(), new OpenLayers.Control.PanZoomBar(), new OpenLayers.Control.LayerSwitcher(), new OpenLayers.Control.KeyboardDefaults(), new OpenLayers.Control.Attribution() ], projection: new OpenLayers.Projection("EPSG:900913"), displayProjection: new OpenLayers.Projection("EPSG:4326"), units: "m", maxResolution: 156543.0339, numZoomLevels: 20, }); // Warning: wrapDateLine does not work as expected. //var mapnik = new OpenLayers.Layer.OSM.Mapnik("Mapnik", {wrapDateLine: true, displayOutsideMaxExtent: true}); var mapnik = new OpenLayers.Layer.OSM.Mapnik("Mapnik"); var osmarender = new OpenLayers.Layer.OSM.Osmarender("Osmarender"); map.addLayers([mapnik, osmarender]); if (typeof(google) != 'undefined') { var gmap = new OpenLayers.Layer.Google("Google Streets"); map.addLayers([gmap]); } //------------------------------------------------------------------------- // Parameters to change for the map starting point: LonLat(x,y) is center point and map.setCenter(lonlat, z) is zoom level //------------------------------------------------------------------------- var lonLat = new OpenLayers.LonLat(14, 30).transform(map.displayProjection, map.projection); map.setCenter (lonLat, 2); markers = new OpenLayers.Layer.Vector("GNOME Release Parties", { styleMap: new OpenLayers.StyleMap({ externalGraphic: "osm/marker.png", backgroundGraphic: "osm/marker_shadow.png", graphicXOffset: -10, graphicYOffset: -34, backgroundXOffset: 0, backgroundYOffset: -34, graphicZIndex: 11, backgroundGraphicZIndex: 10, pointRadius: 17 }), rendererOptions: {yOrdering: true} }); map.addLayer(markers); // Activate control functions on marker select. selectControl = new OpenLayers.Control.SelectFeature(markers, { onSelect: onFeatureSelect, onUnselect: onFeatureUnselect }); map.addControl(selectControl); selectControl.activate(); // Get the map marker data from the server var features = []; var request = makeHttpObject(); request.open("GET", "osm/coords.txt", true); request.send(null); request.onreadystatechange = function() { if (request.readyState == 4) { var lines = request.responseText.split('\n'); // add the points for (var i = 0, len = lines.length; i < len; ++i) { var teamData = recursiveParsing(lines[i]); if (isFinite(teamData[0]) && isFinite(teamData[1])) { var lonLat = new OpenLayers.LonLat(teamData[1], teamData[0]).transform(map.displayProjection, map.projection); var popupContentHTML = "<a href=\"" + teamData[4] + "\" target=\"_blank\" >" + teamData[3] + "</a><br /><p style=\"font-size: 75%\">Contact: " + teamData[2] + "</p>"; features.push(new OpenLayers.Feature.Vector( new OpenLayers.Geometry.Point(lonLat.lon, lonLat.lat), { text: popupContentHTML } )); } } markers.addFeatures(features); } } } //]]>
ca: //<![CDATA[ var map; var markers; var selectControl; //------------------------------------------------------------------------- // Parse the markers data text file. //------------------------------------------------------------------------- function recursiveParsing(line) { function state0Loop(line, cumulated, buffer, escaping) { return (character = line.substring(0,1)) && (rest = line.substring(1)) && (character == ',') ? loop(rest, cumulated.concat(buffer), "", false, 0) : (character == '\"') ? loop(rest,cumulated,buffer,false, 1) : loop(rest,cumulated, buffer+character, false, 0) } function state1Loop(line, cumulated, buffer, escaping) { return (character = line.substring(0,1)) && (rest = line.substring(1)) && (character == '\\') ? escaping ? loop(rest, cumulated, buffer+character, false, 1) : loop(rest, cumulated, buffer, true, 1) : escaping ? loop(rest, cumulated, buffer+character, false,1) : (character == '\"') ? loop(rest, cumulated, buffer, false, 0) : loop(rest, cumulated, buffer+character, false, 1) } function loop(line, cumulated, buffer, escaping, state) { return (line == "") ? (buffer == "") ? cumulated : cumulated.concat(buffer) : (state == 0) ? state0Loop(line,cumulated, buffer, escaping) :(state == 1) ? state1Loop(line, cumulated, buffer, escaping) : null } return loop(line, [], "", false, 0) } //------------------------------------------------------------------------- //------------------------------------------------------------------------- function makeHttpObject() { try {return new XMLHttpRequest();} catch (error) {} try {return new ActiveXObject("Msxml2.XMLHTTP");} catch (error) {} try {return new ActiveXObject("Microsoft.XMLHTTP");} catch (error) {} throw new Error("No s'ha pogut crear l'objecte de petició HTTP."); } //------------------------------------------------------------------------- // Display popup on marker selection. //------------------------------------------------------------------------- function onFeatureSelect(feature) { feature.popup = new OpenLayers.Popup.FramedCloud("popup", feature.geometry.getBounds().getCenterLonLat(), null, feature.attributes.text, null, true, null ); // function() { selectControl.unselectAll(); } map.addPopup(feature.popup); } //------------------------------------------------------------------------- // Hide popup on marker unselect. //------------------------------------------------------------------------- function onFeatureUnselect(feature) { feature.popup.destroy(); feature.popup = null; } //------------------------------------------------------------------------- // Initialize the map and load markers. //------------------------------------------------------------------------- function init() { map = new OpenLayers.Map({ div: "map", controls: [ new OpenLayers.Control.Navigation(), new OpenLayers.Control.PanZoomBar(), new OpenLayers.Control.LayerSwitcher(), new OpenLayers.Control.KeyboardDefaults(), new OpenLayers.Control.Attribution() ], projection: new OpenLayers.Projection("EPSG:900913"), displayProjection: new OpenLayers.Projection("EPSG:4326"), units: "m", maxResolution: 156543.0339, numZoomLevels: 20, }); // Warning: wrapDateLine does not work as expected. //var mapnik = new OpenLayers.Layer.OSM.Mapnik("Mapnik", {wrapDateLine: true, displayOutsideMaxExtent: true}); var mapnik = new OpenLayers.Layer.OSM.Mapnik("Mapnik"); var osmarender = new OpenLayers.Layer.OSM.Osmarender("Osmarender"); map.addLayers([mapnik, osmarender]); if (typeof(google) != 'undefined') { var gmap = new OpenLayers.Layer.Google("Google Streets"); map.addLayers([gmap]); } //------------------------------------------------------------------------- // Parameters to change for the map starting point: LonLat(x,y) is center point and map.setCenter(lonlat, z) is zoom level //------------------------------------------------------------------------- var lonLat = new OpenLayers.LonLat(14, 30).transform(map.displayProjection, map.projection); map.setCenter (lonLat, 2); markers = new OpenLayers.Layer.Vector("GNOME Release Parties", { styleMap: new OpenLayers.StyleMap({ externalGraphic: "osm/marker.png", backgroundGraphic: "osm/marker_shadow.png", graphicXOffset: -10, graphicYOffset: -34, backgroundXOffset: 0, backgroundYOffset: -34, graphicZIndex: 11, backgroundGraphicZIndex: 10, pointRadius: 17 }), rendererOptions: {yOrdering: true} }); map.addLayer(markers); // Activate control functions on marker select. selectControl = new OpenLayers.Control.SelectFeature(markers, { onSelect: onFeatureSelect, onUnselect: onFeatureUnselect }); map.addControl(selectControl); selectControl.activate(); // Get the map marker data from the server var features = []; var request = makeHttpObject(); request.open("GET", "osm/coords.txt", true); request.send(null); request.onreadystatechange = function() { if (request.readyState == 4) { var lines = request.responseText.split('\n'); // add the points for (var i = 0, len = lines.length; i < len; ++i) { var teamData = recursiveParsing(lines[i]); if (isFinite(teamData[0]) && isFinite(teamData[1])) { var lonLat = new OpenLayers.LonLat(teamData[1], teamData[0]).transform(map.displayProjection, map.projection); var popupContentHTML = "<a href=\"" + teamData[4] + "\" target=\"_blank\" >" + teamData[3] + "</a><br /><p style=\"font-size: 75%\">Contact: " + teamData[2] + "</p>"; features.push(new OpenLayers.Feature.Vector( new OpenLayers.Geometry.Point(lonLat.lon, lonLat.lat), { text: popupContentHTML } )); } } markers.addFeatures(features); } } } //]]>

source: Esperanto
ko: 에스페란토

source: Releasing awesome in: <span id="countbox"/>
af: Asemrowendheid word vrygestel oor: <span id="countbox"/>
el: Θα είναι έτοιμο σε: <span id="countbox"/>
pt_br: Lançamento incrível em: <span id="countbox"/>
zh_tw: 驚喜釋出於： <span id="countbox"/> 後

source: GNOME 3 is under active development and will not be completed until April 2011. If you want to try it, you can run a live version from a CD/DVD or USB stick.
el: Το GNOME 3 είναι σε έντονη ανάπτυξη και πρόκειται να ολοκληρωθεί μέσα στον Απρίλη του 2011. Αν θέλετε να το δοκιμάσετε ως έχει, πάρτε τη δοκιμαστική έκδοση για CD/DVD ή USB στικ.
pt_br: O GNOME 3 está em pleno desenvolvimento e não estará completo antes de abril de 2011. Se deseja experimentá-lo, você pode executar uma versão alfa do CD/DVD ou pendrive USB.
zh_tw: GNOME 3 仍在持續開發中，並將於2011年4月發布。若你想要搶先體驗，可以使用 CD/DVD 或 USB 設備試用 live 版本。

source: Download for 32 bit systems (v0.3.1)
el: Λήψη για συστήματα 32-bit (έκδοση 0.3.1)
pt_br: Baixe a versão para sistemas 32 bits (v0.3.1)
zh_tw: 下載 32 位元版本 (v0.3.1)

source: Download for 64 bit systems (v0.3.1)
el: Λήψη για συστήματα 64-bit (έκδοση 0.3.1)
pt_br: Baixe a versão para sistemas 64 bits (v0.3.1)
zh_tw: 下載 64 位元版本 (v0.3.1)

source: Introducing the next generation GNOME desktop
af: Ons stel bekend: die nuwe generasie GNOME-werkskerm
el: Παρουσιάζοντας τη νέα γενιά επιφάνειας εργασίας GNOME
pt_br: Introduzindo a nova geração do ambiente GNOME
ro: Vă prezentăm noua generație GNOME desktop
ug: كېيىنكى ئەۋلاد GNOME ئۈستەلئۈستى
zh_tw: 新一代 GNOME 桌面

source: <a href="video-appsearch.html" rel="fancyvid"><img src="img/video-appsearch.png"/></a><br/>Access apps faster
pt_br: <a href="video-appsearch.html" rel="fancyvid"><img src="img/video-appsearch.png"/></a><br/>Acesse aplicativos facilmente

source: <a href="video-windows.html" rel="fancyvid"><img src="img/video-windows.png"/></a><br/>Easier window managment
pt_br: <a href="video-windows.html" rel="fancyvid"><img src="img/video-windows.png"/></a><br/>Gerenciamento de janelas fácil

source: <a href="video-workspaces.html" rel="fancyvid"><img src="img/video-workspaces.png"/></a><br/>Create workspaces
pt_br: <a href="video-workspaces.html" rel="fancyvid"><img src="img/video-workspaces.png"/></a><br/>Crie áreas de trabalho

source: <a href="video-hardware.html" rel="fancyvid"><img src="img/video-hardware.png"/></a><br/>Deeper hardware integration
pt_br: <a href="video-hardware.html" rel="fancyvid"><img src="img/video-hardware.png"/></a><br/>Integração profunda de hardware

source: <a href="video-appwindows.html" rel="fancyvid"><img src="img/video-appwindows.png"/></a><br/>App-based window management
pt_br: <a href="video-appwindows.html" rel="fancyvid"><img src="img/video-appwindows.png"/></a><br/>App baseadas em gerenciamento de janelas

source: GNOME 3 is scheduled for release on 6th April 2011 and will be available via popular distributions after that time. See the <a href="tryit.html">Try It</a> page for more details and for links to a live demos.
af: GNOME 3 is geskeduleer vir vrystelling op 6 April 2011 en sal beskikbaar wees deur populêre verspreidings daarna. Sien gerus die bladsy <a href="tryit.html">Probeer dit</a> vir meer besonderhede en skakels na lewendige demonstrasies.
el: Το GNOME 3 έχει προγραμματιστεί να κυκλοφορήσει στις 6 Απριλίου 2011 και θα είναι διαθέσιμο μέσω δημοφιλών διανομών μετά από αυτό το χρονικό διάστημα. Δείτε την σελίδα <a href="tryit.html">Δοκιμάστε το</a> για περισσότερες πληροφορίες και συνδέσμους για δοκιμή live (δοκιμαστική εκτέλεση από CD/DVD ή USB στικ).
pt_br: O GNOME 3 está agendado para ser lançado em 6 de abril de 2011 e estará disponível através das distribuições populares depois desse prazo. Veja a página <a href="tryit.html">Experimente</a> para mais detalhes e para links para demonstrações live.
zh_tw: GNOME 3 計劃於2011年4月6日正式釋出，之後你將可以從各大主要的LINUX發行版網站上取得。更多的詳細內容將會在<a href="tryit.html">開始體驗吧！</a>頁面介紹並提供 live 展示的連結。

source: Download for 32 bit systems (2011-03-31)
el: Λήψη για συστήματα 32-bit (2011-03-31)
zh_tw: 下載 32 位元版本 (2011-03-31)

source: <a href="video-appsearch.html" rel="fancybox"><img src="img/video-appsearch.png"/></a><br/>Access apps faster
el: <a href="video-appsearch.html" rel="fancybox"><img src="img/video-appsearch.png"/></a><br/>Γρηγορότερη πρόσβαση στις εφαρμογές
zh_tw: <a href="video-appsearch.html" rel="fancybox"><img src="img/video-appsearch.png"/></a><br/>更快速存取程式

source: <a href="video-windows.html" rel="fancybox"><img src="img/video-windows.png"/></a><br/>Easier window managment
zh_tw: <a href="video-windows.html" rel="fancybox"><img src="img/video-windows.png"/></a><br/>更簡單管理視窗

source: <a href="video-workspaces.html" rel="fancybox"><img src="img/video-workspaces.png"/></a><br/>Create workspaces
el: <a href="video-workspaces.html" rel="fancybox"><img src="img/video-workspaces.png"/></a><br/>Δημιουργία χώρων εργασίας
zh_tw: <a href="video-workspaces.html" rel="fancybox"><img src="img/video-workspaces.png"/></a><br/>建立工作區

source: <a href="video-interruptions.html" rel="fancybox"><img src="img/video-interruptions.png"/></a><br/>Get fewer interruptions
el: <a href="video-interruptions.html" rel="fancybox"><img src="img/video-interruptions.png"/></a><br/>Λιγότερες διακοπές στη δουλειά σας

source: GNOME 3 is under active development and will not be completed until April 2011. If you want to try it, you can run a live alpha version from a CD/DVD or USB stick.
af: GNOME 3 word aktief ontwikkel en sal nie klaar wees voor April 2011 nie. Om dit vir 'n toetslopie te neem, gebruik die alfa-weergawe van 'n "lewendige" CD/DVD of 'n USB-stafie.
ro: GNOME 3 este în curs de dezvoltare și nu v-a fi finalizat până în luna Aprilie 2011. Dacă doriți să îl testați, puteți rula varianta alpha live de pe un CD/DVD sau de pe un stick USB.
ug: GNOME 3 ئاكتىپ ئىجاد قىلىنىۋاتىدۇ، 2011- يىلى ئۇمۇت(4- ئاي)تا تارقىتىلىدۇ. ئەگەر ئالدىن سىناپ باقماقچى بولسىڭىز، CD/DVD ياكى USB دىسكىسىنى ئىشلىتىپ، جانلىق (live) ئىجادكارلار نەشرىنى ئىجرا قىلسىڭىز بولىدۇ.

source: Download for 32 bit systems (v0.3.0)
af: Laai af vir 32-bisstelsels (0.3.0)

source: Download for 64 bit systems (v0.3.0)
af: Laai af vir 64-bisstelsels (0.3.0)

source: The user name for the live image is 'tux' and the password is empty.
af: Die gebruikernaam vir die lewendige beeld is 'tux' en die wagwoord is leeg.
ro: Numele utilizatorului pentru imaginea live este „tux” și parola este vidă.

source: YouTube video player
af: YouTube-videospeler

source: Download for 32 bit systems (v0.1.0)
ro: Descarcă pentru sisteme pe 32 de biți (v0.1.0)

source: Download for 64 bit systems (v0.1.0)
ro: Descarcă pentru sisteme pe 64 de biți (v0.1.0)

source: <placeholder-1/> To run the GNOME 3 alpha from a USB stick: <placeholder-2/><placeholder-3/><br/><placeholder-4/>
ro: <placeholder-1/> Pentru a rula GNOME 3 alpha de pe un stick USB: <placeholder-2/><placeholder-3/><br/><placeholder-4/>

source: GNOME's new desktop takes elegance to a new level. We've swept away the clutter and made a simple and easy-to-use desktop, and we've made this the most beautiful GNOME desktop ever, with a new visual theme, a refined new font and carefully crafted animations--all while preserving compatibility.
ro: Noile desktopuri GNOME duc eleganța la un cu totul alt nivel. Toată dezordinea a fost măturată și a fost creat un desktop simplu, ușor de folosit, conceput să devină cel mai frumos desktop GNOME de până acum, cu noi teme vizuale, fonturi rafinate și animații alese cu atenție--toate în timp ce s-a păstrat compatibilitatea.

source: Our system settings have been completely redesigned for GNOME 3, making them easier to use than ever before. There are some great new features in our system settings too, such as the ability to use Flickr images as desktop backgrounds.
ro: Sistemul nostru de configurări a fost complet reproiectat pentru GNOME 3, făcându-le mai ușor de folosit ca până acum. Au fost adăugate și câteva funcții noi, cum ar fi capacitatea de a folosi imagini Flickr ca fundal de desktop.
ug: بىزنىڭ سىستېما تەڭشەك قورالىمىز GNOME 3 ئۈچۈن پۈتۈنلەي يېڭىدىن لايىھىلەندى، ئىلگىرىكىگە قارىغاندا ئىشلىتىش تېخىمۇ قۇلايلاشتى. سىستېما تەڭشەكلىرىدە ناھايىتى ئەلا ئىقتىدارلار بار. مەسىلەن، سىز Flickr دىكى سۈرەتنى ئۈستەل تەگلىكىگە ئىشلىتەلەيسىز.

source: An improved file manager
ro: Un manager de fișiere îmbunătățit
ug: ياخشىلانغان ھۆججەت باشقۇرغۇچ

source: Dark application themes for when you want to focus on pictures and videos
ro: Teme de aplicații întunecate pentru momentele în care doriți să vă concentrați pe fotografii și filme
ug: دىققەت رەسىم ۋە سىنغا مەركەزلەشسە، قوللىنىشچان پروگرامما تېمىسى سۇسلىشىدۇ

source: GNOME 3 is scheduled for release in April 2011 and will be available via popular distributions after that time. Further details of how you can get GNOME 3 will be posted on this site once it is available. If you can't wait that long, our <a href="tryit.html">Try It</a> page contains details on how to try a development version.
ro: GNOME 3 este programat pentru lansare în Aprilie 2011 și va fi disponibil prin intermediul distribuțiilor populare. Mai multe detalii despre cum puteți obține GNOME 3 vor fi postate pe acest site după ce acesta va fi disponibil. Dacă nu doriți să așteptați atât, pagina <a href=''tryit.html''>Testați-l acum</a> conține detalii despre cum să încercați o versiune în stadiu de dezvoltare.

source: Spreading the word about GNOME 3 is a great way to help out. A positive tweet, dent, status update or post is always appreciated. You can also join our <a href="http://www.facebook.com/GNOMEDesktop">Facebook group</a> or become a <a href="http://www.gnome.org/friends/">friend of GNOME</a>. Additionally, you can help out with one of the many varied tasks involved in producing GNOME. Just check out our <a href="http://live.gnome.org/JoinGnome">contribution page</a> for more details.
ro: Răspândirea informațiilor despre GNOME 3 este un mod excelent de a ne ajuta. Tweet-urile pozitive, actualizările de status sau postările vor fi apreciate. Vă puteți alătura <a href="http://www.facebook.com/GNOMEDesktop">grupului de Facebook</a> sau puteți deveni un <a href="http://www.gnome.org/friends/"> prieten al GNOME</a>. În plus ne puteți ajuta cu una dintre variatele sarcini implicate în producerea GNOME. Consultați <a href="http://live.gnome.org/JoinGnome">pagina de contribuție</a> pentru mai multe detalii.
ug: GNOME 3 نى پۈتۈن دۇنياغا تارقىتىش ۋە كېڭەيتىش بىزگە ياردەم قىلىشنىڭ ئەڭ ياخشى ئۇسۇلى. بىر پارچە مىكرو بلوگ ئۇچۇرى، ھالىتى ياكى بلوگ ماقالىسىمۇ بىزنى قوللاشنىڭ ئۇسۇلىدۇر. سىز يەنە بىزنىڭ <a href="http://www.facebook.com/GNOMEDesktop">Facebook گۇرۇپپا</a>مىز ياكى <a href="http://www.gnome.org/friends/">GNOME دوستى</a> بولۇپ قوشۇلالايسىز. ئۇندىن باشقا، GNOME نىڭ ھەر قايسى ھالقىلىرىغا ياردەم قىلالايسىز. تەپسىلاتىنى بىزنىڭ <a href="http://live.gnome.org/JoinGnome">تۆھپىكارلار بېتى</a> دىن كۆرۈڭ.

source: The user name for the live image is 'tux' and the password is 'linux'.
ug: جانلىق (live) تەسۋىردە ئىشلىتىلگەن ئىشلەتكۈچى ئاتى 'tux'، ئىم 'linux'.

source: Window tiling to make using several windows simple and easy
ug: كۆزنەك يېيىش كۆپ كۆزنەككە مەشغۇلات قىلىشنى ئاددىي ۋە قۇلايلاشتۇرىدۇ
