Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: GNOME 3 is crammed full of new features. Here are some of the other things that you can look forward to from GNOME 3:
af: GNOME 3 is propvol nuwe funksies. Hier is 'n paar ander dinge van GNOME 3 waarna mens kan uitsien:
ca: El GNOME 3 va farcit de noves funcionalitats. Aquí teniu una pinzellada d'algunes de les funcionalitats que hi trobareu al GNOME 3:
cs: GNOME 3 je doslova nacpáno novými funkcemi. Zde jsou některé z dalších, na které se v GNOME 3 můžete těšit:
da: GNOME 3 er proppet med nye funktioner. Her er nogen af de andre ting, som du kan se frem til med GNOME 3:
de: GNOME 3 ist vollgepackt mit neuen Funktionen. Nachfolgend einige Dinge, auf die Sie gespannt sein dürfen:
el: Το GNOME 3 είναι γεμάτο με νέα χαρακτηριστικά. Εδώ είναι μερικά άλλα πράγματα που μπορείτε να αναμένετε από το GNOME 3:
eo: GNOME 3 estas plena de novaj trajtoj. Jen kelkaj el la trajtoj kiujn vi vidos en GNOME 3:
es: GNOME 3 está repleto de nuevas características. Aquí hay algunas de las cosas que puede esperar de GNOME 3:
fa: گنوم ۳ پُر است از امکانات جدید. اینها تعدادی از این امکاناتی است که می‌توانید انتظار آن را در گنوم ۳ داشته باشید:
gl: GNOME 3 está completo de novas características. Aquí pode ver algunhas que pode atopar en GNOME 3:
he: ‏GNOME 3 מלא בתכונות חדשות. הנה חלק מהדברים הנוספים להם ניתן לצפות מ־GNOME 3.
id: GNOME 3 dipenuhi dengan fitur-fitur baru. Berikut ini adalah beberapa hal lain yang dapat Anda harapkan dari GNOME 3:
it: GNOME 3 è pieno di nuove funzionalità. Ecco alcune delle altre cose che troverai in GNOME 3:
ja: GNOME 3 は新機能満載です。GNOME 3 が待ち遠しくなるような他の機能は次のとおりです:
ko: 그놈 3는 새로운 기능들이 꽉 채워졌습니다. 이 밖에 그놈 3로부터 미리 볼 수 있는 것들은 다음과 같습니다:
lt: GNOME 3 yra kupinas naujų galimybių. Štai keli kiti dalykai kuriuos gausi GNOME 3 versijoje:
lv: GNOME 3 ir pilna ar jaunām iespējām. Vēl daži piemēri:
pt_br: O GNOME 3 está recheado de novos recursos. Aqui estão algumas das outras coisas que você pode ver no GNOME 3:
ro: GNOME 3 este plin de funcții noi. O partea din lucrurile la care vă puteți aștepta de la GNOME 3:
ru: GNOME 3 набит новыми возможностями. Вот только некоторые из тех, которые можно ожидать от GNOME 3:
sl: Namizje GNOME 3 prinaša veliko novosti. Med najpomembnejšimi so:
tr: GNOME 3 yeni özelliklerle tıka basa dolu dolu. İşte GNOME 3'ten bekleyebileceğiniz diğer şeylerden bazıları:
ug: GNOME 3 تە لىپمۇ-لىق يېڭى ئىقتىدارلار بىلەن تولغان. تۆۋەندىكىسى سىز GNOME 3 تە بولۇشنى ئارزۇ قىلغان بىر قىسىم ئىقتىدارلار:
zh_cn: GNOME 3 有满满一套新特性，值得期待：
zh_tw: GNOME 3 有非常多的新特色，以下是其他一些值得你期待的設計：

source: Side-by-side window tiling to make using several windows simple and easy
af: Sy-aan-sy vensteruitleg maak dit eenvoudig en maklik om verskeie vensters te gebruik
ca: Disposició de finestres en mosaic (una al costat de l'altre) per tal de facilitar l'ús de diverses finestres al mateix temps
cs: Jednoduché a snadné používání více oken díky jejich rozložení vedle sebe po ploše
da: Side-om-side vindueslægning for at gøre brugen af flere vinduer simpelt og nemt
de: Anordnen von Fenstern in Kacheln macht das Benutzen mehrerer Anwendungen einfach und leicht
el: Μικρογραφίες παραθύρων δίπλα-δίπλα για να κάνουν την χρήση αρκετών παράθυρων απλή και εύκολη
eo: Flank-ĉe-flanke kahelitaj fenestroj faras uzadon de kelkaj fenestroj simpla kaj facila.
es: Ventanas en mosaico para hacer que el uso de varias ventanas sea fácil y sencillo
fa: کاشی کردن پنجره‌ها به صورت پهلو به پهلو برای آسان کردن استفاده از چند پنجره به شکلی ساده و آسان
gl: Xanelas en mosaico para facer que o uso de varias xanelas sexa sinxelo e doado
he: הצמדת חלונות צד־אל־צד כדי להפוך שימוש במספר חלונות לקל ופשוט
id: Pengubinan jendela bersisian untuk membuat penggunaan beberapa jendela sederhana dan mudah.
it: Affiancamento delle finestre per renderne l'uso semplice e facile
ja: 複数のウィンドウを単純かつ簡単に使える横並びのウィンドウのタイル表示
ko: 사용중인 많은 윈도우들을 간단하고 쉽게 사용할 수 있도록 바둑판 모양으로 윈도우를 정렬
lt: Langas-prie-lango langų išdėstymas leis naudoti kelis langus iškart lengvai ir paprastai
lv: Logu izklāšana līdzās viens otram, kas padara vairāku logu lietošanu vienkāršu un vieglu
pt_br: Ladrilhar janelas lado a lado para usar muitas janelas de modo simples e fácil
ru: Размещение окон бок о бок для упрощения работы с несколькими окнами
sl: skladanje oken na namizju za enostavnejši dostop do programov,
tr: Aynı anda birkaç pencere kullanımını basit ve kolay hale getirmek için yanyana pencere döşeme
zh_cn: 窗口平铺使得切换多个窗口变的简单易行
zh_tw: 視窗舖排讓多視窗的使用更簡易

source: A redesigned file manager
af: 'n Herontwerpte lêerbestuurder
ar: مدير ملفات بشكل جديد
ca: El gestor de fitxers redissenyat de dalt a baix
cs: Přepracovaný správce souborů
da: En nydesignet filhåndtering
de: Ein neu gestalteter Datei-Manager
el: Ένας ανασχεδιασμένος διαχειριστής αρχείων
eo: Nove dizajnita dosieradministrilo
es: Un gestor de archivos rediseñado
fa: یک مدیر پرونده‌ی با طراحی مجدد
gl: Un xestor de ficheiros redeseñado
he: מנהל קבצים שעוצב מחדש
id: Manajer berkas yang dirancang ulang
it: Un file manager riprogettato
ja: デザインし直されたファイルマネージャー
ko: 재설계된 파일 매니저
lt: Perdaryta failų tvarkyklė
lv: Pārveidots failu pārvaldnieks
pt_br: Um gerenciador de arquivos melhorado
ru: Переработанный файловый менеджер
sl: predelan upravljalnik datotek,
tr: Yeniden tasarlanmış bir dosya yöneticisi
zh_cn: 重新设计的文件管理器
zh_tw: 重新設計的檔案瀏覽器

source: Redesigned workspaces so you can easily organise your windows
af: Herontwerpte werkruimtes om vensters maklik te organiseer
ar: مساحات عمل أعيد تصميمها لتمكّنك من تنظيم نوافذك بسهولة
ca: Espais de treball redefinits per tal que l'organització de les finestres sigui un moment
cs: Předělané pracovní plochy, abyste si mohli lépe urovnat svá okna
da: Nydesignet arbejdsområder så du nemt kan organisere dine vinduer
de: Die neu gestalteten Arbeitsflächen ermöglichen ein einfacheres Anordnen Ihrer Fenster
el: Ανασχεδιασμένοι χώροι εργασίας για να μπορείτε να οργανώνετε εύκολα τα παράθυρα σας
eo: Refasonitaj laborspacoj faciligas organizi viajn fenestrojn
es: Espacios de trabajo rediseñados, por lo que puede organizar sus ventanas sus ventanas
fa: فضاهای کاری، دوباره طراحی شده تا بتوانید پنجره‌های‌تان را مرتب کنید
gl: Espazos de traballo redeseñados, polo que pode organizar as súas xanelas
he: עיצוב מחדש של סביבות העבודה הווירטואליות לצורך ארגון קליל של החלונות
id: Ruang kerja yang dirancang ulang sehingga Anda dapat menata jendela Anda dengan mudah
it: Spazi di lavoro riprogettati in modo da poter facilmente organizzare le finestre
ja: 簡単にウィンドウを整理できる再設計されたワークスペース
ko: 윈도우를 쉽게 정돈할 수 있도록 하는 재설계된 작업 공간
lt: Perdaryti darbalaukiai, galėsite lengvai tvarkyti savo langus
lv: Pārveidotas darba virsmas, lai varētu viegli sakārtot logus
pt_br: Espaços de trabalho redesenhados para poder organizar facilmente suas janelas
ro: Spații de lucru reproiectate pentru a vă putea organiza ușor ferestrele
ru: Переработанные рабочие места упрощают управление окнами
sl: predelane delovne površine za hitrejše upravljanje oken na namizju,
tr: Yeniden tasarlanan çalışma alanları sayesinde pencerelerinizi kolayca düzenleyebilirsiniz
ug: قايتا لايىھىلەنگەن خىزمەت بوشلۇقى ئارقىلىق كۆزنەكلىرىڭىزنى ئاسانلا تەشكىللىيەلەيسىز
zh_cn: 重新设计工作区，使窗口组织更容易
zh_tw: 重新設計的工作空間讓你可以更容易的管理你的視窗

source: Major changes under the hood to give you a faster, smoother experience
af: Groot onderliggende veranderinge vir 'n vinniger, gladder ervaring
ar: تغييرات كبيرة في البنية التحتية لتوفير تجربة أسرع وأسلس
ca: Molts canvis per sota per tal que l'experiència sigui ràpida i suau
cs: Významné změny pod kapotou vám přinesou pocit rychlejší a plynulejší práce
da: Kæmpe ændringer "under hjelmen" for at give dig en hurtigere, blødere oplevelse
de: Wesentliche Veränderungen unter der Haube ermöglichen ein schnelleres und reibungsloseres Arbeiten
el: Σημαντικές αλλαγές στο παρασκήνιο για να σας δώσουν μια πιο γρήγορη, ομαλότερη εμπειρία
eo: Grandaj internaj ŝanĝoj por doni al vi pli rapidan kaj pli glatan sperton
es: Grandes cambios internos para ofrecerle una experiencia más rápida y suave
fa: تغییرات اساسی در زیربدنه جهت دریافت تجربه‌ای سریع‌تر و روان‌تر
gl: Cambios moi importantes nas bases que lle darán unha experiencia máis rápida e suave
he: שינויים רציניים תחת מכסה המנוע לצורך חוויה חלקה ומהירה יותר
id: Perubahan besar di balik layar memberi Anda pengalaman yang lebih cepat dan mulus
it: Consistenti modifiche sotto il cofano per offrire un'esperienza più veloce, più fluida
ja: 高速で、よりスムーズな体験のための大きな修正
ko: 빠르고 부드러운 경험을 제공하기 위한 외형 내부로의 수많은 변화
lt: Esminiai vidiniai pakeitimai suteiks greitesnį ir sklandesnį sistemos darbą
lv: Lieli uzlabojumi "zem pārsega" padara sistēmas lietošanu ātrāku un patīkamāku
pt_br: Alterações importantes nos bastidores para lhe proporcionar uma experiência mais suave e rápida
ro: Schimbări majore sub capotă care vă vor oferi o experiență mai rapidă și mai ușoară
ru: Важные изменения внутри самой системы делают её работу более быстрой
sl: pomembnejše izboljšave za hitrejše in bolj gladko delovanje sistema,
tr: Size daha hızlı, daha pürüzsüz bir deneyim sunmak için sistemin kalbinde önemli değişiklikler
ug: تېخىمۇ تېز، تېخىمۇ سىلىق ئىشلىتىش كەچمىشىگە ئىگە قىلىدۇ
zh_cn: 更快速、更平滑的使用体验
zh_tw: 不著痕跡的大改變讓你擁有更快速，更順暢的使用者體驗

source: A satisfying experience, whatever kind of computer you use: GNOME 3 will feel right at home on netbooks as well as larger machines
af: 'n Bevredigende ervaring, met watter tipe rekenaar ook al gebruik word: GNOME 3 voel tuis op netboeke én groter rekenaars
ar: تجربة مُرضِيَة، مهما كان جهاز الحاسوب الذي تستخدمه: ستكون جنوم 3 خياراً جيّدًا في المنزل وعلى أجهزة المحمول الصغيرة، وحتى على الأجهزة الكبيرة
ca: Una experiència satisfactòria sigui quin sigui l'ordinador que utilitzeu: el GNOME 3 s'ajustarà perfectament al miniportàtil de casa així com a qualsevol màquina potent
cs: Uspokojující zážitek bez ohledu na to, jaký počítač používáte – s GNOME 3 se budete cítit jako doma na malých netboocích stejně jako na velkých počítačích
da: En tilfredsstillende oplevelse uanset hvilken slags computer du bruger: GNOME 3 vil føles hjemligt på netbooks og større maskiner
de: Eine überzeugende Erfahrung, egal welche Art von Rechner Sie benutzen: GNOME 3 fühlt sich sowohl auf Netbooks als auch auf großen Rechnern zu Hause
el: Μια εξαιρετική εμπειρία, ανεξάρτητα από τον υπολογιστή που χρησιμοποιείτε: θα αισθάνεστε GNOME 3 σωστά σε φορητούς υπολογιστές όπως και σε μεγαλύτερα συστήματα
eo: Kontentiga sperto, sendependa de kia komputilo vi uzas: GNOME 3 sentos bone sur netlibraj same kiel sur pli grandaj komputiloj komputiloj
es: Una experiencia satisfactoria, cualquier que sea el tipo de equipo que use: GNOME 3 se sentirá como en casa en los netbooks, así como en los equipos más grandes
fa: یک تجربه‌ی ارضا کننده. هر نوع رایانه‌ای که استفاده می‌کنید: با گنوم ۳ احساس کاملی در خانه بر روی نِت‌بوک، به همان خوبی سیستم‌های بزرگتر خواهید داشت
gl: Unha experiencia satisfactoria, sen importar que tipo de computador use: GNOME 3 verase correctamente tanto na súa casa en netbooks así como en computadores máis grandes.
he: חוויה מספקת, ללא תלות בסוג המחשב: GNOME 3 ירגיש בבית על מחשבי רשת וגם על גבי מכונות גדולות יותר.
id: Pengalaman yang memuaskan, apapun jenis komputer yang Anda pakai: GNOME 3 akan terasa pas pada netbook maupun pada mesin yang lebih besar
it: Un'esperienza soddisfacente su qualunque tipo di computer: GNOME 3 si sentirà a casa sui netbook come sulle macchine più potenti
ja: どんなコンピューターでも得られる満足感: GNOME 3 は強力なマシンでもネットブックでも快適に使えます
ko: 어떤 컴퓨터를 사용하든지 만족스러운 경험: 그놈 3는 집에서 넷북을 사용할 때 거대한 머신을 사용하는 것처럼 느끼게 해줄 것입니다
lt: Pasitenkinimas nepaisant to, kokį kompiuterį naudojate: GNOME 3 jausis gerai kaip namie tiek nešiojamuose kompiuteriuose, tiek ir didesniuose įrenginiuose
lv: Pozitīva pieredze, lai kādu datoru jūs lietotu: GNOME 3 iederēsies gan uz maziem tīmekļa klēpjdatoriem, gan uz lieliem stacionāriem datoriem
pt_br: Uma experiência satisfatória em qualquer tipo de computador que usar: o GNOME 3 se sente em casa seja em netbooks, seja em máquinas maiores
ro: O experiență satisfăcătoare, indiferent de ce calculator folosiți: GNOME 3 a fost proiectat să funcționeze pe calculatoare diverse de la notebookuri la mașini mari
ru: Удобство работы на любом виде компьютеров: GNOME 3 будет отлично работать как на нетбуках, так и на больших компьютерах.
sl: delovanje na vseh vrstah računalnikov: GNOME 3 deluje na malih prenosnikih in na večjih delovnih sistemih.
tr: Kullandığınız bilgisayarın türü ne olursa olsun tatmin edici bir deneyim: GNOME 3 hem büyük makinelerle hem de evdeki küçük dizüstü bilgisayarlarla (netbook) uyumlu olacak
ug: مەيلى ئۆيدە ئىشلىتىدىغان تور كومپيۇتېرى بولسۇن ياكى تېخىمۇ چوڭراق ئۈستەل كومپيۇتېرى بولسۇن ھەممىسىدە رازى بولغۇدەك ئىشلەتكۈچى كەچمىشىگە ئېرىشەلەيسىز
zh_cn: 不论是家用上网本，还是更大的台式机，都能获得满意的用户体验
zh_tw: 不論你是使用什麼樣的電腦，GNOME 3 都會讓你擁有滿意的使用者體驗

source: Read the GNOME 3.0 release notes
ar: اقرأ معلومات الإصدار 3.0 من جنوم
ca: Llegiu les notes de llançament del GNOME 3.0
cs: Přečtěte si poznámky k vydání GNOME 3.0
da: Læs udgivelsesnoterne for GNOME 3.0
de: Lesen Sie die Versionshinweise zu GNOME 3.0
eo: Legu la eldon-notojn de GNOME 3.0
es: Lea las notas de publicación de GNOME 3.0
fa: نکات انتشار گنوم ۳.۰ را مطالعه کنید
gl: Lea as notas de publicación de GNOME 3.0
he: קריאת הערות השחרור של GNOME 3.0
id: Baca catatan rilis GNOME 3.0
it: Leggi le note di rilascio di GNOME 3.0
ja: GNOME 3.0 のリリースノートを読む
ko: 그놈 3.0 출시 정보를 보세요
lt: Skaityti GNOME 3.0 išleidimo pastabas
lv: Lasīt GNOME 3.0 laidiena piezīmes
ru: Заметки к выпуску GNOME 3.0
sl: Preberite opombe k izdaji GNOME 3.0
tr: GNOME 3.0 sürüm notlarını okuyun

source: This website is available in many languages:
ar: يتوفر هذا الموقع بلغات عدّة:
ca: Aquest pàgina web està disponible en moltes llengües:
cs: Webové stránky jsou dostupné v řadě jazyků:
da: Denne webside er tilgængelig på mange sprog:
de: Diese Webseite ist in mehreren Sprachen verfügbar:
el: Οι σελίδες είναι διαθέσιμες σε πολλές γλώσσες:
eo: Ĉi-tiu retpaĝaro disponeblas en pluraj lingvoj:
es: Este sitio web está disponible en varios idiomas:
fa: این پایگاه‌وب در زبان‌های موجود است:
gl: Este sitio web está dispoñíbel en varios idiomas:
he: אתר זה זמין בשפות רבות:
id: Situs web ini tersedia dalam banyak bahasa:
it: Questo sito web è disponibile in diverse lingue:
ja: このウェブサイトはたくさんの言語で見ることができます:
ko: 이 웹사이트의 내용은 다음의 수많은 언어로 제공됩니다:
lt: Ši svetainė prieinama daugeliu kalbų:
lv: Tīmekļa vietne ir pieejama vairākās valodās:
pt_br: Este site está disponível em vários idiomas:
ru: Этот веб-сайт доступен на многих языках:
sl: Spletišče je na voljo tudi v:
tr: Bu web sitesi birçok dilde kullanılabilir:
zh_cn: 此网站提供以下语言：
zh_tw: 這個網站提供許多語言：

source: English
ca: Anglès
es: Inglés
gl: Inglés
ru: Английский
sl: angleščini
zh_tw: 英文

source: العربية
es: Árabe
fa: عربی
gl: Árabe
ru: Арабский
sl: arabščini

source: Català
es: Catalán
gl: Catalán
ru: Каталанский

source: Čeština
es: Checo
gl: Checo
ru: Чешский
sl: češčini

source: Deutsch
es: Alemán
gl: Alemán
ko: 독일어
ru: Немецкий

source: Ελληνικά
es: Griego
gl: Grego
ru: Греческий
sl: grščini

source: Français
es: Francés
gl: Francés
pt_br: Francês
ru: Французский
sl: francoščini

source: Galego
es: Gallego
ru: Галисийский
sl: galščini

source: Bahasa Indonesia
es: Indonesio
gl: Indonesio
ru: Индонезийский

source: 日本語
es: Japonés
gl: Japonés
sl: japonščini

source: Latvian
es: Letón
gl: Letón
lv: Latviešu
ru: Латвийский
sl: latvijščini

source: 한국어
es: Coreano
gl: Coreano
sl: korejščini

source: Polski
es: Polaco
gl: Polaco
ru: Польский
sl: poljščini

source: Português do Brasil
es: Portugués de Brasil
gl: Portugués do Brasil
ru: Португальский
sl: brazilski portugalščini

source: Română
es: Rumano
gl: Rumano
ru: Румынский
sl: romunščini

source: Русский
es: Ruso
gl: Ruso

source: Slovenščina
es: Esloveno
gl: Esloveno
ru: Словенский
sl: slovenščini

source: Svenska
es: Sueco
gl: Sueco
ru: Шведский
sl: švedščini

source: Türkçe
es: Turco
gl: Turco
ru: Турецкий

source: Uyghur
es: Uigur
gl: Uigur
ru: Уйгурский
sl: ujgurščini

source: Українська
es: Ucraniano
gl: Ucraniano
pt_br: Ucraniano
ru: Украинский
sl: ukrajinščini

source: 中文 (中国大陆)
es: Chino continental
gl: Chinés continental
sl: kitajščini
zh_tw: 中文 (中國大陸)

source: 中文 (香港)
es: Chino de Hong Kong
gl: Chinés de Hong Kong
sl: hongkonški kitajščini

source: 中文 (台灣)
es: Chino de Taiwán
gl: Chinés de Taiwán
sl: tajvanski kitajščini
zh_tw: 中文 (臺灣)

source: Copyright © 2011 <placeholder-1/><br/> Free to share and remix: <placeholder-2/><br/> Share on: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
ar: حقوق النشر © 2011 <placeholder-1/><br/> لك الحرية مشاركته وتعديله: <placeholder-2/><br/> شارك في: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
ca: Copyright © 2011 <placeholder-1/><br/> Sou lliures de compartir-ho i modificar-ho: <placeholder-2/><br /> Compartiu-ho a: <placeholder-3/> | <placeholder-4><placeholder-5/></br /> ❧
cs: Copyright © 2011 <placeholder-1/><br/> Volně k dispozici pro sdílení a úpravy: <placeholder-2/><br/> Sdíleno na službách: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
da: Ophavsret © 2011 <placeholder-1/><br/> Frit at dele og remixe: <placeholder-2/><br/> Del på: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
de: Copyright © 2011 <placeholder-1/><br/> Zur freien Verteilung und Neugestaltung: <placeholder-2/><br/> Freigeben auf: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
el: Copyright © 2011 <placeholder-1/><br/> Ελεύθερο για διαμοίραση και αναδιασκευή: <placeholder-2/><br/> Προωθήστε στα: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
eo: Aŭtorrajto © 2011 <placeholder-1/><br/> Vi povas pludistribui aŭ modifi libere: <placeholder-2/><br/> Dividi sur: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
es: Copyright © 2011 <placeholder-1/><br/> Es libre de compartir y hacer obras derivadas: <placeholder-2/><br/> Compártalo en: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
fa: حق‌رونوشت © ۲۰۱۱ <placeholder-1/><br/> آزاد برای اشتراک‌گذاری و ریمیکس: <placeholder-2/><br/> به اشتراک‌گذاری در: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
gl: Copyright © 2011 <placeholder-1/><br/> Libre para compartir e facer obras derivadas: <placeholder-2/><br/> Compártalo en: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
he: כל הזכויות שמורות © 2011 <placeholder-1/><br/> הרשאה לשיתוף ולהכנת מהדורה משופצת: <placeholder-2/><br/> שיתוף: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
id: Hak Cipta © 2011 <placeholder-1/><br/> Bebas untuk dibagikan dan diremix: <placeholder-2/><br/> Dibagikan di: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
ja: Copyright © 2011 <placeholder-1/><br/> 共有や再構成は御自由に: <placeholder-2/> | 共有: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
lt: Autorinės teisės © 2011 <placeholder-1/><br/> Galima laisvai platinti ir keisti: <placeholder-2/><br/> Pasidalink: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
lv: Autortiesības © 2011. gads <placeholder-1/><br/> Varat brīvi to izplatīt un remiksēt: <placeholder-2/><br/> Dalīties: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
pt_br: Copyright © 2011 <placeholder-1/><br/> Livre para compartilhar e modificar: <placeholder-2/><br/> Compartilhe no: <placeholder-3/> | <placeholder-4/><br/><placeholder-5/><br/> ❧
ru: Авторские права © 2011 <placeholder-1/><br/> Разрешается распространение и использование: <placeholder-2/><br/> Поделиться на: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
sl: Avtorske pravice © 2011 <placeholder-1/><br/> Objavljeno pod pogoji: <placeholder-2/><br/> Poveži se na: <placeholder-3/> | <placeholder-4/><br/> ❧
tr: Telif Hakkı © 2011 <placeholder-1/><br/> Paylaşmak ve değişiklik yapmak serbest: <placeholder-2/><br/> Paylaş: <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
zh_cn: 版权所有 © 2011 <placeholder-1/><br/> 授权协议：<placeholder-2/><br/> 分享到：<placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧
zh_tw: 版權所有 © 2011 <placeholder-1/><br/> 自由分享與改作：<placeholder-2/><br/>分享到 <placeholder-3/> | <placeholder-4/><placeholder-5/><br/> ❧

source: The release
ar: الإصدار
ca: Llançament
eo: La eldono
es: La publicación
fa: انتشار
gl: La publicación
he: השחרור
id: Rilis
ja: リリースについて
ko: 출시
lt: Leidimas
lv: Laidiens
ru: Выпуск

source: How do I get GNOME 3?
af: Hoe kry ek GNOME 3?
ar: كيف أحصل على جنوم 3؟
ca: Com puc obtenir el GNOME 3?
cs: Kde mohu GNOME 3 získat?
da: Hvordan får jeg fat i GNOME 3?
de: Wie bekomme ich GNOME 3?
el: Πως μπορώ να δοκιμάσω το GNOME 3;
eo: Kiel mi povas akiri GNOME 3?
es: ¿Cómo obtengo GNOME 3?
fa: چطور گنوم ۳ را دریافت کنم؟
gl: Como conseguir GNOME 3?
he: איך להשיג את GNOME 3?
id: Bagaimana saya mendapat GNOME 3?
it: Come posso ottenere GNOME3?
ja: GNOME 3 はどうやって入手すればよいですか?
ko: 그놈 3를 어떻게 구할 수 있습니까?
lt: Kaip gauti GNOME 3?
lv: Kā iegūt GNOME 3?
pt_br: Como eu obtenho o GNOME 3?
ro: Cum pot obține GNOME 3?
ru: Как получить GNOME 3?
sl: Kako preizkusiti GNOME 3?
tr: GNOME 3'Ü NASIL EDİNİRİM?
ug: GNOME 3 كە قانداق ئېرىشىمەن؟
zh_cn: 怎样获得 GNOME 3？
zh_tw: 我要如何取得 GNOME 3？

source: GNOME 3 is available via popular distributions. See the <a href="tryit.html">Try It</a> page for more details and for links to live demos.
ar: جنوم 3 متاحة في توزيعات ذات شعبيّة كبيرة. انظر إلى صفحة <a href="tryit.html">جرّبها</a> لمزيد من التفاصيل ولروابط لعروض حيّة.
ca: El GNOME 3 està disponible a través de les distribucions més populars. Vegeu la pàgina <a href="tryit.html">Proveu-lo</a> per saber-ne més i pels enllaços a les demostracions autònomes.
eo: GNOME 3 estas havebla per popularaj distribuoj. Legu la paĝon <a href="tryit.html">Elprovu</a> por pliaj detaloj kaj ligiloj al senperaj demonstraĵoj.
es: GNOME 3 está disponible a través de las distribuciones populares. Consulte la página <a href="tryit.html">Pruébelo</a> para obtener más detalles y enlaces a las demostraciones.
fa: گنوم ۳ از طریق توزیع‌های محبوب در دسترس است. صفحه‌ی <a href="tryit.html">امتحانش کنید</a> را برای جزئیات بیشتر و پیوندهایی به نسخه‌های زنده مشاهده کنید.
gl: GNOME 3 está dispoñíbel a través das distribucións populares. Consulte a páxina <a href="tryit.html">Próbeo</a> para obter máis detalles e ligazóns ás demostracións.
he: ‏GNOME 3 זמין דרך ההפצות הפופולריות. ניתן לבקר בעמוד <a href="tryit.html">נסו אותי</a> לפרטים נוספים ולקישורים למהדורות המחשה.
id: GNOME 3 tersedia melalui beberapa distribusi populer. Lihat halaman <a href="tryit.html">Cobalah</a> untuk lebih banyak rincian dan taut ke demo live.
ja: GNOME 3 は著名なディストリビューションで使用できます。<a href="tryit.html">試してみよう</a>のページに詳しい情報とデモ用ライブ版のリンクを掲載しておりますので、どうぞご覧ください。
ko: 그놈 3은 2011년 4월 6일 출시되었고 이후에는 인기 있는 배포판을 통해 사용 가능하게 될 것입니다. 더 자세한 내용과 라이브 데모를 사용해보시려면 <a href="tryit.html">"사용해 보세요"</a> 페이지를 방문해보시기 바랍니다.
lt: GNOME 3 prieinamas populiariose distribucijose. Daugiau informacijos ir tiesiogiai paleidžiamų demonstracijų parsiuntimo nuorodas rasite puslapyje <a href="tryit.html">Išbandykite</a>.
lv: GNOME 3 ir pieejama populārajās distribūcijās. Lapā <a href="tryit.html">Izmēģini</a> ir vairāk informācijas un saites "dzīvo" demonstrāciju lejupielādei.
ru: GNOME 3 доступен в популярных дистрибутивах. Более подробную информацию и ссылки на «живые» образы можно получить на <a href="tryit.html">этой странице</a>.
