Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: Further information about the release can be found on the <a href="http://live.gnome.org/ThreePointZero">GNOME 3 wiki page</a>. Press queries should be sent to <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
af: Meer besonderhede oor die vrystelling is beskikbaar op die <a href="http://live.gnome.org/ThreePointZero">GNOME 3-wikibladsy</a>. Medianavrae moet gerig word aan <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
ar: يمكنك العثور على معلومات إضافيّة عن الإصدار في <a href="http://live.gnome.org/ThreePointZero">صفحة ويكي جنوم 3</a>. طلبات الصحافة ترسل إلى <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
ca: Podeu trobar més informació sobre la versió a la <a href="http://live.gnome.org/ThreePointZero">pàgina wiki del GNOME 3</a>. Les consultes de premsa s'haurien d'enviar a <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
cs: Dostatek informací o vydání je možné nalézt na <a href="http://live.gnome.org/ThreePointZero">stránce wiki GNOME 3</a>. Dotazy od tisku je možné zasílat na <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
da: Yderligere information om udgivelsen kan findes på <a href="http://live.gnome.org/ThreePointZero">GNOME 3 wiki-siden</a>. Presseforespørgsler skal sendes til <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
de: Weitere Informationen über die Veröffentlichung finden Sie auf der <a href="http://live.gnome.org/ThreePointZero">GNOME 3 Wiki-Seite</a>. Presseanfragen können an <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a> gerichtet werden.
el: Περισσότερες πληροφορίες για την κυκλοφορία μπορούν να βρεθούν στη <a href="http://live.gnome.org/ThreePointZero">Σελίδα Wiki του GNOME 3</a>. Ερωτήματα για τον τύπο (press) θα πρέπει να αποσταλούν στο <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
eo: Pli da informoj pri la eldono troveblas sur la <a href="http://live.gnome.org/ThreePointZero">viki-paĝo de GNOME 3</a>. Demandojn de la gazetaro bonvole sendu al <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
es: Se puede encontrar más información sobre el lanzamiento en la <a href="http://live.gnome.org/ThreePointZero">wiki de GNOME 3</a>. Las consultas de prensa se deben enviar a <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
fa: اطلاعات بیشتر درباره انتشار را می‌توانید در <a href="http://live.gnome.org/ThreePointZero">صفحه‌ی ویکی گنوم ۳</a> پیدا کنید. سوالات مطبوعات باید به <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a> ارسال شوند.
gl: Pode atopar máis información sobre a publiación no <a href="http://live.gnome.org/ThreePointZero">wiki de GNOME 3</a>. As consultas de prensa débense enviar a <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
he: ניתן למצוא מידע נוסף על השחרור ב<a href="http://live.gnome.org/ThreePointZero">דף הוויקי של GNOME 3</a>. בקשות מעיתונאים ניתן לשלוח לכתובת <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
id: Informasi lebih lanjut tentang rilis dapat diperoleh di <a href="http://live.gnome.org/ThreePointZero">halaman wiki GNOME 3</a>. Queri dari press mesti dikirim ke <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
it: Ulteriori informazioni sul rilascio possono essere trovate sulla <a href="http://live.gnome.org/ThreePointZero">pagina wiki di GNOME 3</a>. Per la stampa, inviare le proprie domanda a <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
ja: このリリースについてのより詳しい情報は<a href="http://live.gnome.org/ThreePointZero">GNOME 3 Wiki ページ</a> にあります。プレスの問い合わせは<a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>へお送りください。
ko: 출시작에 관한 더 많은 정보는 <a href="http://live.gnome.org/ThreePointZero">그놈 3 위키 페이지</a>에서 찾아볼 수 있습니다. 게시물 게재 요청은 <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>로 보내주십시오.
lt: Platesnę informacija apie leidimą galima rasti <a href="http://live.gnome.org/ThreePointZero">GNOME 3 wiki puslapyje</a>. Spaudos užklausos turėtų būti siunčiamos <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
lv: Lai iegūtu vairāk informācijas par šo laidienu, skatiet <a href="http://live.gnome.org/ThreePointZero">GNOME 3 viki lapu</a>. Preses vaicājumus vajadzētu sūtīt uz <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
pt_br: Mais informações sobre o lançamento podem ser encontradas na <a href="http://live.gnome.org/ThreePointZero">página wiki do GNOME 3</a>. Questionamentos da imprensa devem ser enviadas para <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
ru: Дополнительные сведения о выпуске можно найти на <a href="http://live.gnome.org/ThreePointZero">вики-странице GNOME 3</a>. Контактный адрес эл. почты для прессы: <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
sl: Več podrobnosti o izdaji namizja, si je mogoče ogledati na <a href="http://live.gnome.org/ThreePointZero">wiki straneh GNOME 3</a>. Novinarska vprašanja pa lahko pošljete na elektronski naslov <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>.
tr: Bu sürüm hakkında daha fazla bilgiyi <a href="http://live.gnome.org/ThreePointZero">GNOME 3 wiki sayfası</a>nda bulabilirsiniz. Basın sorularını <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a> adresine gönderiniz.
zh_cn: 更多关于此版本的信息请参见 GNOM 3 的 <a href="http://live.gnome.org/ThreePointZero">wiki</a> 。如有疑问，请发送邮件至 <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a> 。
zh_tw: 關於這次釋出的進一步資訊可以在 <a href="http://live.gnome.org/ThreePointZero">GNOME 3 wiki 頁面</a>找到。新聞詢問則應該送到 <a href="mailto:gnome-press-contact@gnome.org">gnome-press-contact@gnome.org</a>。

source: Download for 32 bit systems (v1.2.0)
gl: Descarga para computadores de 32 bits (v1.2.0)

source: Download for 64 bit systems (v1.2.0)
gl: Descarga para computadores de 64 bits (v1.2.0)

source: The next generation desktop has arrived
cs: Přichází budoucí generace pracovního prostředí
da: Næste generations skrivebord er ankommet
de: Die Arbeitsumgebung der Zukunft ist da
it: Il desktop di nuova generazione è arrivato
sl: Namizje naslednje generacije je tu!
tr: Yeni nesil masaüstü çıktı
zh_cn: 下一代桌面环境已经到来

source: Download for 32 bit systems (v1.0.0)
cs: Stáhnout 32bitový systém (v1.0.0)
da: Hent til 32-bit systemer (v1.0.0)
it: Scarica per sistemi a 32 bit (v1.0.0)
sl: Prejem datoteke odtisa za 32 bitne sisteme (v1.0.0)
zh_cn: 下载 32 位版本(v1.0.0)

source: Download for 64 bit systems (v1.0.0)
cs: Stáhnout 64bitový systém (v1.0.0)
da: Hent til 64-bit systemer (v1.0.0)
it: Scarica per sistemi a 64 bit (v1.0.0)
sl: Prejem datoteke odtisa za 64 bitne sisteme (v1.0.0)
zh_cn: 下载 64 位版本(v1.0.0)

source: Creative Commons CC-BY
ar: المشاع الإبداعي-نسب المصنّف
fa: کریتیو کامونز CC-BY
sl: dovoljenja Ustvarjalna Gmajna - priznanje avtorstva

source: Celebrate GNOME3
cs: Oslava GNOME3
de: Feiern Sie GNOME3
sl: Praznujte GNOME3
tr: GNOME3'Ü KUTLAYIN

source: For this unique occasion over a hundred people around the globe are organizing <strong>Release parties</strong>. You might want to take a look at the map on the left side and check if there is a party in your area. <br/><br/>As party dates vary based on organizer's convenience do visit the party home page and see whether the party has taken place or not. Should you have missed the party, it's never to late to celebrate GNOME 3 with a few friends and share your excitement about this new release. <br/><br/>And if you're alone living far way from anybody else, just visit the GNOME IRC channel on Gimpnet and party with us!
cs: U příležitosti této jedinečné události zorganizovaly stovky lidí po celém světě <strong>Release párty</strong>. Můžete se podívat na mapu po levé straně a zjistit, jestli se párty koná i u vás. <br/><br/>Data konání párty jsou různá, záleží na pořadateli, takže navštivte domovskou stránku příslušné párty, abyste měli jistotu, kdy a jak se párty koná. Pokud jste párty již promeškali, můžete oslavit GNOME3 později s několika přáteli a podělit se o radost z nového vydání. <br/><br/>A když bydlíte sami někde, kde lišky dávají dobrou noc a nemáte s kým slavit, připojte se na kanál IRC GNOME na síti Gimpnet a udělejte si párty s námi.
de: Hunderte von Menschen weltweit organisieren <strong>Veröffentlichungs-Partys</strong>. Um eine Party in Ihrer Nähe zu finden, schauen Sie auf die Karte auf der linken Seite. Da der Umfang der Daten der einzelnen Partys von den Veranstaltern abhängt, können Sie weitere Details, zum Beispiel ob die Party schon stattgefunden hat oder nicht, auf den jeweiligen Internetseiten finden. Es ist nicht schlimm, wenn Sie eine der Partys verpasst haben, denn es ist nie zu spät, die Veröffentlichung von GNOME 3 zu feiern, und sei es nur mit ein paar Freunden. Falls Sie fernab von Anderen wohnen, besuchen Sie uns in unserem GNOME-IRC-Channel auf Gimpnet und feieren dort mit uns!
sl: Ob tem edinstvenem dogodku, več kot sto skupin po vsem svetu pripravlja <strong>zabave ob izidu namizja GNOME3</strong>. Na zemljevidu si lahko pogledati, ali se kakšna zabava pripravlja tudi v vaši bližini. <br/><br/>Ker so datumi zabav lahko različni, obiščite spletno stran skupine, ki pripravlja zabavo. Tam piše ali je zabava že mimo ali ni. V kolikor ste zabavo zamudili, lahko vseeno pripravite svojo lastno zabavo s prijatelji in tako izrazite veselje ob tem dogodku.<br/><br/>V kolikor ste sami in daleč naokoli ni nikogar, pa obiščite GNOME IRC kanal na spletišču Gimpnet in se zabavajte z nami!
tr: Bu özel olay nedeniyle dünya çapında yüzden fazla kişi <strong>Çıkış partisi</strong> düzenliyor. Sol taraftaki haritaya bir göz atarak bölgenizde bir parti olup olmadığına bakmak isteyebilirsiniz. <br/><br/>Parti tarihleri, düzenleyicinin durumuna göre değişebilmektedir. İlgili partinin ev sayfasını ziyaret ederek gerçekleşip gerçekleşmediğini öğrenebilirsiniz. Eğer partiyi kaçırmışsanız, birkaç arkadaşınızla birlikte GNOME 3'ün çıkışını kutlamak ve yeni sürümle ilgili heyecanınızı paylaşmak için hala geç değil. <br/><br/>Ve eğer diğer herkesten çok uzakta tek başınıza yaşıyorsanız, Gimpnet üzerindeki GNOME IRC kanalını ziyaret edin ve bizimle parti yapın!

source: For GNOME 3, the GNOME Project has started from scratch and created a completely new, modern desktop designed for today's users and technologies. Here are some of the things that you can expect from the new GNOME:
af: Vir GNOME 3, het die GNOME-projek van nuuts af begin om 'n heeltemal nuwe, moderne werkskerm te ontwerp vir vandag se gebruikers en tegnologie. Hier is 'n paar van die dinge om te verwag van die nuwe GNOME:
cs: U GNOME 3 začal Projekt GNOME od nuly a vytvořil úplně nové, moderní pracovního prostředí navržené pro uživatele a technologie současnosti. Zde jsou některé věci, které můžete od nového GNOME 3 očekávat:
da: Til GNOME 3, er GNOME-projektet startet fra bunden og har lavet et fuldstændig nyt, moderne skrivebordsmiljø designet til nutidens brugere og teknologier. Her er nogen af de ting som du kan forvente fra den nye GNOME:
de: Das GNOME-Projekt hat GNOME 3 von Grund auf neu entwickelt, und somit eine komplett neue und moderne Arbeitsumgebung für heutige Anwendungen und Bedürfnisse entworfen. Nachfolgend einige der Neuerungen, die Sie vom neuen GNOME erwarten können:
el: Για το GNOME 3, το έργο GNOME ξεκίνησε από το μηδέν και δημιούργησε μία εντελώς νέα, μοντέρνα επιφάνεια εργασίας σχεδιασμένη για τους χρήστες και τις τεχνολογίες του σήμερα. Εδώ βρίσκονται μερικά από τα πράγματα που μπορεί να αναμένετε από το νέο GNOME:
it: Per GNOME 3, il progetto GNOME ha iniziato da zero e ha creato un desktop moderno completamente ripensato, nuovo, progettato per gli utenti e le tecnologie di oggi. Ecco alcune delle cose che ci si può aspettare dal nuovo GNOME:
pt_br: Para o GNOME 3, o Projeto GNOME foi iniciado do zero e criou um ambiente de trabalho completamente novo e moderno, desenhado para as tecnologias e os usuários de hoje. Aqui estão algumas das coisas que você pode esperar do novo GNOME:
ro: Pentru GNOME 3, proiectul GNOME a pornit de la zero și a creat un desktop modern complet nou pentru utilizatorii și tehnologiile din ziua de azi. Câteva lucruri pe care le puteți aștepta de la noul GNOME:
sl: Razvoj namizja GNOME 3 je bil začet znova, s popolnim pregledom obstoječe kode in programskih rešitev. Rezultat je popolnoma novo, moderno namizje, ki podpira delovanje različnih sodobnih tehnologij in ponuja novo, boljšo uporabniško izkušnjo. Namizje GNOME 3 ponuja:
tr: GNOME 3 için GNOME Projesi, sıfırdan başlayarak bugünün kullanıcıları ve teknolojileri için tasarlanmış tamanen yeni, modern bir masaüstü oluşturdu. İşte yeni GNOME'dan bekleyebileceğiniz şeylerden bazıları:
ug: GNOME 3 نىسبەتەن، GNOME 3 قۇرۇلۇشى ئەڭ يېڭى تېخنىكا ئىشلىتىپ، ئىشلەتكۈچىلەر ئۈچۈن يېپيېڭى زامانىۋى ئۈستەل ئۈستى ياساپ چىقتى، تۆۋەندىكىسى سىز يېڭى GNOME دا بولۇشىنى ئارزۇ قىلغان بىر قىسىم ئىقتىدارلار:
zh_cn: GNOME 项目使用最新的科技，为用户从头打造了全新的现代桌面——GNOME 3。以下是一些值得您在新的 GNOME 中期待的特性：
zh_tw: GNOME 3 使用最新的科技，為使用者從頭打造全新的現代化桌面。以下是一些值得你在新的 GNOME 3 期待的特色：

source: Afrikaans
ru: Африкаанс
sl: afriščini

source: Español
ru: Испанский
sl: španščini
tr: İspanyolca

source: Persian
sl: perzijščini
zh_tw: 波斯文

source: Italiano
ru: Итальянский
sl: italijanščini

source: Turkish
sl: turščini
tr: Türkçe

source: Computers purchased in the last 4 or 5 years should be more than capable of running GNOME 3. The GNOME 3 desktop does require hardware accelerated graphics in order to provide a cutting-edge experience however, and the complete GNOME 3 experience will only be available on computers capable of this. Do not worry though: GNOME 3 will come complete with a fallback interface which will provide an excellent experience in the absence of hardware acceleration, and which incorporates many of the improvements that can be found in GNOME 3. Furthermore, the GNOME project and its partners are working hard to ensure that the complete GNOME 3 experience is available to as many people as possible, and aim to ensure that users who are initially unable to have this experience will be able to in the future.
af: Rekenaars wat in die afgelope vier na vyf jaar gekoop is, behoort GNOME 3 maklik te kan loop. GNOME 3 se werkskerm benodig egter grafikahardeware met hardewareversnelling om ons toonaangewende ervaring te bied, en die volledige ervaring van GNOME 3 sal slegs beskikbaar wees op rekenaars met hierdie vermoë. Moet egter nie kommer nie: GNOME 3 sal terugval op 'n koppelvlak wat 'n uitstekende ervaring bied wanneer hardewareversnelling nie beskikbaar is nie, en dit bevat baie van die verbeteringe van GNOME 3. Verder werk die GNOME-projek en sy vennote hard daaraan om te verseker dat die volledige ervaring van GNOME 3 beskikbaar is vir so veel as moontlik mense, en werk daaraan om te verseker dat gebruikers wat aanvanklik nie dié ervaring kan hê nie, dit wel in die toekoms sal kan hê.
cs: Počítače koupené v rozmezí posledních 4 až 5 let by měly být pro běh GNOME 3 dostačující. GNOME 3 vyžaduje hardwarově akcelerovanou grafiku, s cílem poskytnout vám pronikavý zážitek a ten je možný jen na počítačích, které jsou vybaveny zmíněnou funkčností. Ale nebojte, GNOME 3 bude obsahovat i záložní uživatelské rozhraní, které poskytne výborný zážitek i při absenci hardwarové akcelerace a které zahrnuje řadu vylepšení nacházejících se v GNOME 3. Navíc, Projekt GNOME a jeho partneři usilovně pracují, aby zajistili úplný zážitek z GNOME 3 pro co nejvíce lidí a zaměřují se na to, aby uživatelé, kteří si to nebudou moci vychutnat z počátku, měli tuto možnost v budoucnu.
da: Computere som er købt indenfor de seneste fire eller fem år burde være mere end i stand til at køre GNOME 3. Skrivebordsmiljøet GNOME 3 kræver dog hardware-accelereret grafik, for at give den perfekte oplevelse, og den fulde GNOME 3 oplevelse vil kun være tilgængelig på computere som har dette. Du skal dog ikke være bekymret: GNOME 3 vil komme med en komplet reservebrugerflade, som giver en glimrende oplevelse som erstatning for hardwareacceleration og som indarbejder mange af de forbedringer, som findes i GNOME 3. Derudover arbejder GNOME-projektet og dets partnere hårdt på at sikre sig, at den komplette GNOME 3 oplevelse er tilgængelig for så mange mennesker som muligt, og sigter efter at sikre de brugere som her i begyndelsen ikke kan få denne oplevelse, vil være i stand til det i fremtiden.
de: Rechner, die nicht älter als 4 bis 5 Jahre sind, sollten keine Probleme mit GNOME 3 haben. Die GNOME 3-Arbeitsumgebung benötigt eine hardware-beschleunigte Grafik, um ein erstklassiges Erlebnis zu bieten. Daher benötigen Sie einen Rechner, der diese Art von Grafik unterstützt, um GNOME 3 in vollen Zügen genießen zu können. Aber nicht verzagen: GNOME 3 ist mit einer hohen Flexibilität ausgestattetund ermöglicht Ihnen auch ohne Hardware-Beschleunigung exzellentes Arbeiten. Diese Flexibilität vereinigt viele Verbesserungen, die GNOME 3 zu dem machen, was es ist. Desweiteren arbeiten wir, das GNOME-Projekt und unsere Partner, sehr hart daran, GNOME 3 für so viele Menschen wie möglich zur Verfügung zu stellen und möchten auch in Zukunft davon Menschen überzeugen, denen es bisher nicht vergönnt war, GNOME zu genießen.
el: Υπολογιστές που αγοράστηκαν τα τελευταία 4 ή 5 χρόνια θα πρέπει να είναι περισσότερο από ικανοί να λειτουργήσουν με το GNOME 3. Η επιφάνεια εργασίας GNOME 3 απαιτεί επιταχυντή γραφικών υλικού για να προσφέρει εμπειρία αιχμής, και η πλήρης εμπειρία του GNOME 3 θα είναι διαθέσιμη μόνο σε υπολογιστές ικανούς γιαυτό. Μην ανησυχείτε όμως: το GNOME 3 θα έρθει πλήρες, με μια εναλλακτική διεπαφή η οποία θα προσφέρει μια άριστη εμπειρία με την απουσία επιταχυντή υλικού, και η οποία συμπεριλαμβάνει πολλές από τις βελτιώσεις που μπορούν να βρεθούν στο GNOME 3. Επιπλέον, το έργο GNOME 3 και οι συνεργάτες του δουλεύουν σκληρά για να διασφαλίσουν ότι ολόκληρη η εμπειρία του GNOME 3 είναι διαθέσιμη σε όσο το δυνατόν περισσότερο κόσμο, και αποσκοπούν να διασφαλίσουν ότι οι χρήστες που είναι αρχικά αδύνατον να έχουν την εμπειρία αυτή θα είναι σε θέση στο μέλλον.
it: I computer acquistati negli ultimi 4 o 5 anni dovrebbero essere in grado di eseguire GNOME 3. Tuttavia, al fine di fornire una esperienza grafica di avanguardia, il desktop GNOME 3 richiede driver grafici con accelerazione hardware; l'esperienza completa di GNOME 3 sarà quindi disponibile solo sistemi in grado si supportare tali richieste. Non preoccupatevi però: GNOME 3 sarà accompagnato da una interfaccia di ripiego che fornisce un'ottima esperienza in assenza di accelerazione hardware e che comunque include molti dei miglioramenti che si possono trovare in GNOME 3. Inoltre, il progetto GNOME e i suoi partner stanno lavorando duramente per garantire che l'intera esperienza di GNOME 3 sia a disposizione di quante più persone possibile e mira a garantire che gli utenti che inizialmente non siano in grado di fare questa esperienza possano farlo in un prossimo futuro.
pt_br: Computadores comprados nos últimos 4 ou 5 anos podem ser mais que capazes de executar o GNOME 3. No entanto, o ambiente de trabalho GNOME 3 requer aceleração gráfica por hardware para prover uma experiência de ponta, e uma experiência completa no GNOME 3 somente acontecerá em computadores com esse recurso. Não se preocupe: o GNOME 3 virá com uma interface alternativa que oferecerá uma experiência excelente na ausência de aceleração por hardware e que incorpora muitas das melhorias que podem ser encontradas no GNOME 3. Assim, o projeto GNOME e seus parceiros estão trabalhando muito para que garantir que uma experiência completa esteja disponível para a maioria dos usuários, e têm por objetivo possibilitar que os usuários que inicialmente não puderam ter a experiência completa a tenham no futuro.
ro: Calculatoarele achiziționate în ultimii 4 sau 5 ani ar trebui să fie mai mult decât capabile de a rula GNOME 3. GNOME 3 are nevoie de grafică accelerată hardware pentru a oferi o experiență completă. Nu vă faceți griji: GNOME 3 va veni cu o interfață de rezervă care vă va oferi o experiență excelentă în lipsa accelerării hardware, și care cuprinde multe dintre îmbunătățirile care pot fi găsite în GNOME 3. Mai mult, proiectul GNOME și partenerii săi lucrează din greu pentru a se asigura că experiența completă GNOME 3 este disponibilă pentru cât mai mulți oameni posibil, și vizează să asigure că utilizatorii care sunt inițial incapabili de a avea această experiență o vor putea avea în viitor.
sl: Računalniška oprema kupljena v zadnjih 4 ali 5 letih je dovolj zmogljiva za zagon namizja GNOME 3. Namizje zahteva strojno pospeševanje grafike za prikaz animiranih učinkov, vendar pa namizje deluje tudi na sistemih, ki grafičnega pospeševanja ne podpirajo. Razlika je le v načinu predočenja posameznih animacij in ne vpliva na kakovost dela uporabnika. Sistem je zasnovan tako, da deluje na čim večjem naboru različne strojne opreme, ki bo tudi v prihodnje ena izmed najpomembnejših točk razvoja.
tr: Son dört veya beş yıl içinde satın alınan bilgisayarlar GNOME 3'ü çalıştırmak için yeter de artar. Bununla birlikte GNOME 3, üstün bir deneyim sunabilmek için donanımsal hızlandırmalı grafikler gerektirir; ve GNOME 3 deneyimi yalnızca bu beceriye sahip bilgisayarlarda tamamen kullanılabilir olacaktır. Ama endişelenmeyin: GNOME 3, donanımsal hızlandırmanın yokluğunda mükemmel bir deneyim sunan geri dönüş (fallback) arabirimiyle birlikte gelecek. Bu arabirim, GNOME 3'te bulunan geliştirmelerin pek çoğunu bünyesinde barındırıyor. Dahası; GNOME projesi ve ortakları, tam bir GNOME 3 deneyiminin mümkün olduğunca çok kişi tarafından kullanılabilir olmasını sağlamaya çalışıyor ve başlangıçta bu deneyimi yaşayamayan kullanıcıların da gelecekte bunu yapabilmelerini amaçlıyor.
ug: ئۆتكەن 4-5 يىل ئىچىدە سېتىۋالغان كومپيۇتېردا GNOME 3 ئىجرا قىلىشتا ھېچقانداق مەسىلە كۆرۈلمەيدۇ. GNOME 3 تولۇق ئىقتىدارلىق ئۈستەلئۈستى كەچمىشى كومپيۇتېرنىڭ كۆرسىتىش كارتىسىنىڭ تېزلەتكۈچىسى بولۇشىنى تەلەپ قىلىدۇ؛ ئەمما ئەنسىرەپ كەتمەڭ، GNOME 3 قاتتىق دېتال تېزلىتىش ئىقتىدارى يوق ئۈستەلئۈستىگىمۇ ناھايىتى ياخشى ئۈستەلئۈستى كەچمىشىنىمۇ تەمىنلىدى. ئۇنىڭدىن سىرت، GNOME قۇرۇلۇشى ۋە ئۇنىڭ ھەمكارلاشقۇچىلىرى پۈتۈن كۈچى بىلەن تېخىمۇ كۆپ كىشىلەرگە مۇلازىمەت قىلىشقا، شۇنداقلا زور تىرىشچانلىق كۆرسىتىپ بەزى ئىشلەتكۈچىلەر ئىشلىتەلمىگەن ئالاھىدىلىكلەرنى كەلگۈسىدە ئىشلىتەلىشىگە كاپالەتلىك قىلىدۇ،
zh_cn: 四、五年内购买的计算机应当可以毫无问题地运行 GNOME 3。GNOME 3 的全特性桌面体验要求使用计算机的硬件图形加速；但请不要担心，GNOME 3 也为缺少硬件加速的桌面提供了极好的桌面体验。除此之外，GNOME 项目及其合作伙伴正全力确保它可以为尽可能多的人服务，同时也不懈地让某些用户现在无法使用的特性在将来可用。
zh_tw: 四、五年內購買的電腦應該可以毫無問題地執行 GNOME 3。GNOME 3 的全新桌面體驗需要更高的硬體顯示效能；但請不用擔心，GNOME 3 同時也為缺少硬體加速功能的桌面提供了極佳的桌面體驗。除此之外，GNOME 計劃及相關合作伙伴正全力確保它可以為更多的人服務，讓更多的朋友可以使用。
