Repository: AlexxNica/gnome3-web
Catalog: po/*.po
Languages: af, ar, ca, cs, da, de, el, eo, es, fa, gl, he, id, it, ja, ko, lt, lv, pt_br, ro, ru, sl, tr, ug, zh_cn, zh_tw

source: <placeholder-1/> The map on this website is generated using Javascript. To view the map, enable Javascript by changing your browser options, and then try again.
ar: <placeholder-1/> الخريطة في هذا الموقع منشأة باستخدام جافاسكربت. لتشغيل الخريطة، قم فعّل جافاسكربت بتغيير إعدادات متصفّحك، ثمّ حاول مرّة أخرى.
ca: <placeholder-1/> S'ha generat el mapa d'aquest lloc web utilitzant el Javascript. Per visualitzar el mapa, habiliteu el Javascript mitjançant les opcions del navegador i torneu-ho a provar.
cs: <placeholder-1/> Mapa na této webové stránce je generována pomocí Javascriptu. Aby se mapa zobrazila, musíte v nastavení svého prohlížeče povolit Javascript a zkusit to znovu.
de: <placeholder-1/> Die Karte auf dieser Seite wird unter Verwendung von Javascript generiert. Um die Karte korrekt anzeigen zu können, aktivieren Sie bitte Javascript in den Optionen Ihres Browsers und laden Sie die Seite erneut.
eo: <placeholder-1/> La mapo sur tiu ĉi retejo estas generita per Ĝavaskripto. Por vidi la mapon enŝaltu Ĝavaskripton en viaj foliumilo-agordoj kaj provu denove.
es: <placeholder-1/> El mapa de esta página web se genera usando Javascript. Para ver el mapa, active Javascript modificando las opciones de su navegador, e inténtelo de nuevo.
fa: <placeholder-1/> نقشه این پایگاه‌وب از طریق جاوا اسکریپت تولید می‌شود. برای نمایش نقشه، جاوا اسکریپت را با تغییر ترجیحات مرورگر خود فعال کنید، سپس مجددا تلاش کنید.
gl: <placeholder-1/> O mapa desta páxina web xerase empregando JavaScript. Para ver o mapa, active JavaScript modificando as opcións do seu navegador, e ténteo de novo.
he: <placeholder-1/> המפה באתר זה נוצרת באמצעות Javascript. על מנת לצפות במפה, יש לאפשר את Javascript בהגדרות הדפדפן שלך, ואז לנסות שוב.
id: <placeholder-1/> Peta pada situs web ini dibuat memakai Javascript. Untuk melihat peta, aktifkan Javascript dengan mengubah opsi peramban Anda, lalu coba lagi.
ja: <placeholder-1/> このウェブサイトの地図は JavaScript で生成しています。地図を表示するには、ブラウザーのオプションで JavaScript を有効にして再表示してください。
ko: <placeholder-1/> 이 웹사이트의 지도는 자바스크립트에 의해 만들어졌습니다. 이 지도를 보시려면, 자바스크립트를 사용할 수 있게 브라우저 옵션을 변경하고 다시 시도하여 주십시오.
lt: <placeholder-1/> Žemėlapis šioje svetainėje yra sukurtas su Javascript. Norint peržiūrėti žemėlapį, savo naršyklėje įjunkite Javascript ir bandykite dar kartą.
lv: <placeholder-1/> Karte šajā vietnē tiek ģenerēta ar Javascript. Lai skatītu karti, aktivējiet Javascript, mainot pārlūka opcijas, un tad mēģiniet atkal.
ru: <placeholder-1/> Карта не этом сайте создана с помощью Javascript. Чтобы просмотреть карту, включите Javascript, изменив параметры своего веб-браузера.
sl: <placeholder-1/> Zemljevid na spletišču je ustvarjen s pomočjo skripte Javascript. Za prikaz zemljevida je treba Javascript omogočiti med možnostmi brskalnika.
tr: <placeholder-1/> Bu web sitesindeki harita Javascript kullanılarak oluşturulur. Haritayı görüntülemek için, tarayıcınızın ayarlarını değiştirerek Javascripti etkinleştirin ve sonra tekrar deneyin.

source: GNOME is used and supported by people across the world. To celebrate the release of GNOME 3.0, over one hundred release parties were organized in almost 50 countries.
ar: يستخدم ويدعم جنوم أناس حول العالم. وقد نظّمت أكثر من مئة حفلة إطلاق في حوالي 50 دولة للاحتفال بإطلاق جنوم 3.0.
ca: Gent de tot el món utilitza el GNOME i l'hi dóna suport. Per celebrar el llançament del GNOME 3.0, s'han organitzat més de cent festes en gairebé 50 països.
eo: GNOME estas uzata kaj subtenata de homoj sur la tuta mondo. Por festi la eldonon de GNOME 3.0 estis organizitaj pli ol cent eldonfestoj en preskaŭ 50 landoj.
es: GNOME lo utilizan y lo apoyan personas de todo el mundo. Para celebrar la publicación de GNOME 3.0, se organizaron más de un centenar de fiestas de publicación en casi 50 países.
fa: گنوم بوسیله کاربرانی از تمام دنیا استفاده و پشتیبانی می‌شود. برای جشن گرفتن انتشار گنوم ۳.۰، بیش از یکصد مهمانی در ۵۰ کشور برنامه‌ریزی شده است.
gl: GNOME emprégano e apoian persoas de todo o mundo. Para celebrar a publicación de GNOME 3.0, organizaron máis dun centenar de festas de publicación en case 50 países.
he: GNOME נמצא בשימוש ונתמך על ידי קהילה עולמית. כדי לחגוג את שחרור GNOME 3.0, למעלה ממאה מסיבות השקה הופקו בכמעט 50 מדינות.
id: GNOME dipakai dan didukung oleh banyak orang di seluruh dunia. Untuk merayakan rilis GNOME 3.0, lebih dari seratus pesta rilis diorganisasi di hampir 50 negara.
ja: GNOME は、世界中の人々によって使用され、支えられています。GNOME 3.0 のリリースを記念して、100 件を超えるリリースパーティが、約 50 の国や地域で開催されました。
ko: 그놈은 전세계 사람들에 의해 사용되고 지원됩니다. 그놈 3.0의 출시를 축하하기 위해 50여개의 나라에서 수백곳 이상의 릴리즈 파티가 개최됩니다.
lt: GNOME naudoja ir palaiko žmonės iš viso pasaulio. GNOME 3 išleidimo proga įvyko daugiau nei šimtas vakarėlių daugiau nei 50-yje šalių.
lv: GNOME lieto un atbalsta cilvēki visā pasaulē. Lai svinētu GNOME 3 iznākšanu, vairāk kā 50 valstīs tika organizēti vairāk kā simts laidiena burziņu.
ru: GNOME используется и поддерживается людьми со всего мира. Чтобы отметить выпуск GNOME 3.0, было организовано свыше 100 вечеринок почти в 50 странах.

source: Use the map to see where GNOME 3.0 release parties happened and to find links to each one.
ar: استخدم الخريطة لترى الأماكن التي أقيمت فيها حفلات إطلاق جنوم 3.0 ولتجد روابط لكلّ واحدة منها.
ca: Utilitzeu el mapa per veure on s'han celebrat festes de llançament del GNOME 3.0 i per trobar enllaços de cadascuna d'elles.
eo: Uzu la mapon por vidi kie okazis eldonfestoj de GNOME 3.0 kaj trovi ligilojn al ĉiuj.
es: Use el mapa para ver dónde se han celebrado las fiestas de publicación de GNOME 3.0 y para encontrar enlaces a cada una de ellas.
fa: برای پیدا کردن مکان‌های جشن‌های انتشار گنوم ۳.۰ و لینک‌های مربوط به هرکدام، از نقشه استفاده کنید.
gl: Use o mapa para ver onde se celebraron as festas de publicación de GNOME 3.0 e para encontrar ligazóns a cada unha delas.
he: ניתן להשתמש במפה כדי לראות היכן התקיימו מסיבות השקה של GNOME 3.0 ולמצוא קישורים לכל אחת מהן.
id: Gunakan peta untuk melihat dimana pesta rilis GNOME 3.0 terjadi dan untuk menemukan taut ke masing-masing.
ja: この地図を使えば、GNOME 3.0 リリースパーティの開催場所やそれぞれのリンクが見つかります。
ko: 그놈 3.0 릴리즈 파티가 어디서 열리는지 여러 사람이 찾아볼 수 있도록 지도를 사용하십시오.
lt: Norėdami pamatyt, kur vyko GNOME 3 išleidimo progos vakarėliai bei nuorodas į kiekvieną iš jų, naudokite žemėlapį.
lv: Lietojiet karti, lai redzētu, kur notika GNOME 3.0 laidiena burziņi un atrodiet saites uz katru no tiem.
ru: Используйте карту, чтобы увидеть, где прошли вечеринки в честь GNOME 3 и найти для них ссылки.

source: Copyright © 2011 <placeholder-1/><br/> Share on: <placeholder-2/> | <placeholder-3/><br/> ❧
ar: حقوق النشر © 2011 <placeholder-1/><br/> شارك في: <placeholder-2/> | <placeholder-3/><br/> ❧
ca: Copyright © 2011 <placeholder-1/><br/> Compartiu-ho a: <placeholder-2/> | <placeholder-3/><br/> ❧
cs: Copyright © 2011 <placeholder-1/><br/> Sdíleno na službách: <placeholder-2/> | <placeholder-3/><br/> ❧
de: Copyright © 2011 <placeholder-1/><br/> Freigeben auf: <placeholder-2/> | <placeholder-3/><br/> ❧
eo: Kopirajto © 2011 <placeholder-1/><br/> Dividi sur: <placeholder-2/> | <placeholder-3/><br/> ❧
es: Copyright © 2011 <placeholder-1/><br/> Compártalo en: <placeholder-2/> | <placeholder-3/><br/> ❧
fa: حق رونوشت © ۲۰۱۱ <placeholder-1/><br/> به اشتراک‌گذاری: <placeholder-2/> | <placeholder-3/><br/> ❧
gl: Copyright © 2011 <placeholder-1/><br/> Compartir en: <placeholder-2/> | <placeholder-3/><br/> ❧
he: כל הזכויות שמורות © 2011 <placeholder-1/><br/> שיתוף: <placeholder-2/> | <placeholder-3/><br/> ❧
id: Hak Cipta © 2011 <placeholder-1/><br/> Dibagikan di: <placeholder-2/> | <placeholder-3/><br/> ❧
ja: Copyright © 2011 <placeholder-1/><br/> 共有: <placeholder-2/> | <placeholder-3/><br/> ❧
lt: Autorinės teisės © 2011 <placeholder-1/><br/> Pasidalinti: <placeholder-2/> | <placeholder-3/><br/> ❧
lv: Autortiesības © 2011. gads <placeholder-1/><br/> Dalīties: <placeholder-2/> | <placeholder-3/><br/> ❧
ro: Drepturi de autor © 2011 <placeholder-1/><br/> Partajează pe: <placeholder-2/> <placeholder-3/><br/> ❧
ru: Авторские права © 2011 <placeholder-1/><br/> Поделиться: <placeholder-2/> | <placeholder-3/><br/> ❧
sl: Avtorske pravice © 2011 <placeholder-1/><br/> Prosto za izmenjavo: <placeholder-2/> | <placeholder-3/><br/> ❧
tr: Telif Hakkı © 2011 <placeholder-1/><br/> Paylaş: <placeholder-2/> | <placeholder-3/><br/> ❧
ug: نەشر ھوقۇقىغا ئىگە © 2011 <placeholder-1/><br/> ھەمبەھىرلىنىدۇ: <placeholder-2/> <placeholder-3/><br/> ❧

source: The next generation GNOME desktop has arrived
ar: الجيل الجديد من سطح مكتب جنوم قد وصل
ca: Ha arribat la nova generació de l'escriptori GNOME
cs: Přišla budoucí generace pracovního prostředí
da: Næste generations GNOME-skrivebord er ankommet
de: Die nächste Generation der GNOME-Arbeitsumgebung ist da
eo: La sekva generacio de la GNOME-labortablo estas aperinta
es: Ha llegado la nueva generación del Escritorio GNOME
fa: نسل بعدی رومیزی گنوم آماده است
gl: Chegou a nova xeración do Escritorio GNOME
he: הדור הבא של שולחן העבודה GNOME הגיע
id: Desktop GNOME generasi berikutnya telah hadir
it: La nuova generazione del desktop GNOME è arrivata
ja: 次世代の GNOME デスクトップがやってきた
ko: 차세대 그놈 데스크톱이 다가왔습니다
lt: Naujos kartos GNOME darbastalis atvyko
lv: Nākamās paaudzes GNOME darbvirsma ir klāt
ru: Новое поколение рабочего стола GNOME
sl: Namizje naslednje generacije je tu!
tr: YENİ NESİL GNOME MASAÜSTÜ ÇIKTI
zh_cn: 下一代 GNOME 桌面已经到来

source: GNOME 3 is the next generation of GNOME. It provides a completely new modern desktop that has been designed for today's users and technologies.
ar: جنوم 3 هي الجيل التالي من جنوم. توفر جنوم 3 سطح مكتب جديد وعصري صمّم من أجل المستخدم والتكنولوجيا العصريّة.
ca: El GNOME 3 és la nova generació del GNOME. Proporciona un escriptori completament nou i modern que s'ha dissenyat per als usuaris i les tecnologies actuals.
eo: GNOME 3 estas la sekva generacio de GNOME. Ĝi provizas tute novan modernan labortablon kiu estas dizajnita por hodiaŭaj uzantoj kaj teknologioj.
es: GNOME 3 es la siguiente generación de GNOME. Proporciona un escritorio moderno completamente nuevo que se ha diseñado para los usuarios y las tecnologías actuales.
fa: گنوم ۳ نسل جدید گنوم است. گنوم، رومیزی مدرن و کاملا جدیدی را فراهم می‌کند که برای کاربران و تکنولوژی‌های امروزی طراحی شده است.
gl: GNOME 3 é a seguinte xeración de GNOME. Fornece un escritorio moderno completamente novo que foi deseñado para os usuarios e as tecnoloxías actuais.
he: GNOME3 הוא הדור הבא של סביבת GNOME. הסביבה מספקת שולחן עבודה חדש ומודרני לחלוטין שעוצב מחדש בהתאם לדרישות המשתמשים והטכנולוגיות העדכניים.
id: GNOME 3 adalah generasi GNOME berikutnya. Ini menyediakan desktop modern yang benar-benar baru yang telah dirancang bagi teknologi dan pengguna masa kini.
ja: GNOME3 は次世代の GNOME です。イマドキのユーザーや最新技術にかなうよう設計されており、まったく新しい現代的なデスクトップを提供します。
ko: 그놈 3는 그놈의 다음 세대입니다. 이를 통해 오늘날의 사용자와 기술을 위해 설계된 완전히 새로운 최신 데스크톱을 제공합니다.
lt: GNOME 3 yra naujos kartos GNOME. Jis suteikia visiškai naują ir šiuolaikišką darbastalį, kuris buvo sukurtas šiandienos naudotojams ir technologijoms.
lv: GNOME 3 ir nākamās paaudzes GNOME. Tā piedāvā pilnīgi jaunu, modernu darbvirsmu, kas ir veidota mūsdienu lietotājiem un tehnoloģijām.
ru: GNOME 3 — это следующее поколение GNOME. Он предоставляет полностью обновлённый современный рабочий стол, который был создан для пользователей, шагающих в ногу со временем.

source: Access apps faster
ar: وصول أسرع للتطبيقات
ca: Accés a les aplicacions més ràpidament
cs: Rychlejší přístup k aplikacím
da: Tilgå programmer hurtigt
de: Schnellerer Zugang zu Anwendungen
eo: Aliru aplikaĵojn pli rapide
es: Acceder a aplicaciones más rápidamente
fa: دسترسی سریع‌تر به برنامه‌ها
gl: Acceder a aplicativos máis rapidamente
he: גישה מהירה יותר ליישומים
id: Mengakses aplikasi lebih cepat
it: Accedi rapidamente alle applicazioni
ja: アプリにより早くアクセス
ko: 더 빠른 프로그램으로의 접근
lt: Pasiekite programas greičiau
lv: Piekļūstiet lietotnēm ātrāk
ru: Быстрый доступ к приложениям
sl: hitrejši dostop do programov,
tr: Uygulamalara daha hızlı erişin
zh_cn: 更快速地打开程序

source: Easier window management
ar: إدارة نوافذ أسهل
ca: Gestió de finestres més senzilla
cs: Snadnější správa oken
da: Nemmere vindueshåndtering
de: Einfachere Verwaltung der Fenster
eo: Pli facila administrado de fenestroj
es: Gestión de ventanas más fácil
fa: مدیریت پنجره ساده‌تر
gl: Xestión de xanelas máis sinxela
he: ניהול חלונות קל יותר
id: Manajemen jendela lebih mudah
it: Gestione semplificata delle finestre
ja: 簡単なウィンドウ管理
ko: 더 쉬운 윈도우 관리
lt: Patogesnis langų tvarkymas
lv: Vienkāršāka logu pārvaldība
ru: Упрощённое управление окнами
sl: enostavnejše upravljanje z okni,
tr: Daha kolay pencere yönetimi
zh_cn: 更方便的窗口管理

source: Create workspaces
ar: إنشاء مساحات عمل
ca: Creació d'espais de treball
cs: Vytváření pracovních ploch
da: Opret arbejdsområder
de: Arbeitsflächen erstellen
eo: Krei laborspacojn
es: Crear áreas de trabajo
fa: ساخت میزکار
gl: Crear áreas de traballo
he: יצירת סביבות עבודה
id: Membuat ruang kerja
it: Crea spazi di lavoro
ja: ワークスペースの作成
ko: 작업 공간 만들기
lt: Sukurkite darbalaukius
lv: Veidojiet darbvirsmas
ru: Создание рабочих мест
sl: ustvarjanje delovnih površin,
tr: Çalışma alanları oluşturun
zh_cn: 创建工作区

source: Deeper hardware integration
ar: تكامل أكبر مع العتاد
ca: Integració amb el maquinari més eficient
cs: Hlubší integrace hardwaru
da: Dybere hardwareintegration
de: Tiefere Hardware-Integration
eo: Pli profunda aparatar-integrado
es: Mejor integración con el hardware
fa: یکپارچگی سخت‌افزاری عمیق‌تر
gl: Mellor integración co hardware
he: שילוב טוב יותר עם החומרה
id: Integrasi perangkat keras lebih dalam
it: Profonda integrazione hardware
ja: より深いハードウェアの統合
ko: 보다 심도있는 하드웨어 통합
lt: Geresnis aparatinės įrangos integravimas
lv: Dziļāka aparatūras integrācija
ru: Глубокая интеграция с оборудованием
sl: boljša povezljivost strojne opreme,
tr: Derinlemesine donanım bütünleşmesi
zh_cn: 更深层的硬件整合

source: App-based window management
ar: إدارة نوافذ معتمدة على التطبيقات
ca: Gestió de finestres basada en les aplicacions
cs: Správa oken podle aplikací
da: Program-baseret vindueshåndtering
de: Anwendungsbasierte Fensterverwaltung
eo: Aplikaĵo-bazita administrado de fenestroj
es: Gestión de ventanas basada en las aplicaciones
fa: مدیریت پنجره برنامه محور
gl: Xestión de xanelas baseada nos aplicativos
he: ניהול חלונות מבוסס יישום
id: Manajemen jendela berbasis aplikasi
it: Gestione delle finestra basata sulle applicazioni
ja: アプリ単位のウィンドウ管理
ko: 프로그램 기반 윈도우 관리
lt: Langų tvarkymas paremtas programų nustatymais
lv: Logu pārvaldība uz lietotņu pamata
ru: Программно-ориентированное управление окнами
sl: programsko upravljanje z okni.
tr: Uygulama tabanlı pencere yönetimi
zh_cn: 基于程序的窗口管理

source: Simply beautiful
af: Eenvoudig pragtig
ar: جمال مع بساطة
ca: Simplement bonic
cs: Prostě krásné
da: Simpelthen smukt
de: Einfach großartig
el: Απλά όμορφο
eo: Simple bela
es: Simplemente bonito
fa: به‌سادگی زیبا
gl: Simplemente bonito
he: מדהים ביופיו
id: Hanya satu kata: indah
it: Semplicemente bellissimo
ja: シンプルで美しい
ko: 단순한 아름다움
lt: Tiesiog gražus
lv: Vienkārši skaista
pt_br: Simplesmente bonito
ro: Pur și simplu frumos
ru: Красота в простоте
sl: Enostavno lepo
tr: TEK KELİMEYLE GÜZEL
ug: ئاددىي كۆركەم
zh_cn: 界面简洁优雅
zh_tw: 簡約美麗

source: GNOME's new desktop takes elegance to a new level. We've swept away the clutter and made a simple and easy-to-use desktop, and we've made this the most beautiful GNOME desktop ever, with a new visual theme, a refined new font and carefully crafted animations.
af: GNOME se nuwe werkskerm neem elegansie na 'n nuwe vlak. Ons het die rommel weggevee en het 'n werkskerm gemaak wat eenvoudig is en maklik om te gebruik. Hierdie is ook die mooiste GNOME-werkskerm ooit, met 'n nuwe visuele tema, 'n verfynde nuwe font en noukeurig vervaardigde animasies.
ar: سطح مكتب جنوم الجديد يأخذ الأناقة إلى مستوى جديد. لقد أبعدنا كلتَر وأنشأنا سطح مكتب بسيط وسهل الاستخدام، وجعلناه سطح مكتب جنوم الأجمل على الإطلاق؛ مع سمات مرئيّة، وخطّ جديد محسّن، ومؤثرات حركيّة صنعت بعناية.
ca: El nou escriptori del GNOME porta l'elegància a un altre nivell. S'ha netejat tot el desordre, s'ha fet un escriptori senzill i fàcil d'utilitzar i s'ha creat de tal manera que és el millor escriptori del GNOME, amb un tema visual nou, un tipus de lletra refinat i unes animacions molt acurades.
cs: Nové pracovní prostředí GNOME posunulo eleganci na novou úroveň. Zametli jsem s nepořádkem a vytvořili jednoduché a na používání snadné pracovní prostředí. Tak se nám povedlo krásnější pracovní prostředí GNOME než kdy před tím, s novým motivem vzhledu, se zdokonaleným novým písmem a s pečlivě propracovanými animacemi.
da: GNOMEs nye skrivebord bringer elegance op til et nyt niveau. Vi har skåret alt rodet væk og lavet et simpelt og nemt-at-bruge skrivebordsmiljø. Vi har gjort det til det smukkeste GNOME-skrivebord nogensinde med et nyt visuelt tema, en ny raffineret skrifttype og nøje forarbejdede animationer.
de: Der neue GNOME-Desktop bringt Eleganz auf eine neue Ebene. Wir haben das Durcheinander entwirrt und eine einfache und benutzerfreundliche Arbeitsumgebung entwickelt - und zudem die schönste aller Zeiten, mit neuem Erscheinungsbild, neu überarbeiteten Schriften und Animationen, und all das mit Hinblick auf gute Kompatibilität.
el: Η νέα επιφάνεια εργασίας του GNOME ωθεί την κομψότητα σε νέο επίπεδο. Εξαλείψαμε την ακαταστασία και κάναμε μια απλή και εύκολη στη χρήση επιφάνεια εργασίας, και κάναμε αυτήν την επιφάνεια εργασίας GNOME πιο όμορφη από ποτέ, με ένα νέο οπτικό θέμα (theme), μια νέα γραμματοσειρά και προσεκτικά επελεγμένα οπτικά εφέ.
eo: La nova labortablo de GNOME levas elegantecon al nova nivelo. Ni forbalais la ĥaoson kaj evoluigis simplan kaj facile uzeblan labortablon - kaj ni faris ĝin la plej bela GNOME-labortablo iam ajn - kun nova aspekto, plibonigita nova tiparo kaj zorge dizajnitaj animacioj.
es: El nuevo escritorio de GNOME lleva la elegancia a un nuevo nivel. Hemos eliminado el desorden y hecho un escritorio simple y fácil de usar, y es el escritorio de GNOME más bonito, con un tema visual nuevo, una tipografía nueva y animaciones refinadas cuidadosamente.
fa: رومیزی جدید گنوم زیبایی را وارد مرحله‌ی جدیدی می‌کند. ما در هم ریختگی‌ها را از بین برده‌ایم و یک رومیزی ساده و آسان جهت استفاده ساخته‌ایم، و آن را تبدیل به زیباترین رومیزی گنومی که تا به حال ساخته‌ایم کرده‌ایم، همراه با یک تم بصزی جدید، یک قلم تازه‌ی پالوده (پالایش شده) و طراحی پویانمایی‌هایی با نازک‌بینی بسیار.
gl: O novo escritorio GNOME leva a elegancia ao seguinte nivel. Eliminamos o desorde e fixemos un escritorio sinxelo e doado de usar, para con isto chegar ao escritorio GNOME máis bonito xamais feito, con un novo tema visual, un novo tipo de letra refinado e animacións refinadas coidadosamente.
he: שולחן העבודה החדש של GNOME לוקח את האלגנטיות לרמה חדש. טאטאנו את הסרבול ויצרנו שולחן עבודה פשוט וקל לשימוש, והפכנו את זה ל־GNOME היפה ביותר, עם ערכות נושא חדשות, גופן חדש ומשופר והנפשות שתוכננו בקפידה.
id: Desktop GNOME yang baru membawa keanggunan ke tingkat yang baru. Kami telah membuang serakan dan membuat suatu desktop yang sederhana dan mudah dipakai, dan kami telah membuat ini menjadi desktop GNOME yang paling cantik, dengan tema visual baru, fonta baru yang diperbaiki, dan animasi yang dirangkai dengan hati-hati.
it: Il nuovo desktop GNOME porta l'eleganza ad un nuovo livello. È stata spazzata via la confusione ed è stato creato un desktop semplice e facile da usare. Il desktop GNOME è più bello che mai, con un nuovo tema grafico, un nuovo tipo di carattere raffinato e animazioni particolarmente curate.
ja: GNOME の新しいデスクトップは一つ上の優雅さを実現しました。ガラクタの山を片づけ、シンプルで使いやすいものになっています。新しいテーマや、洗練された新しいフォント、細部まで作りこまれたアニメーションを使い、これまでで最も美しい GNOME デスクトップを作り上げました。
ko: 그놈의 새로운 데스크톱은 새로운 수준의 간결함을 지니고 있습니다. 난잡함을 걷어내고 간단하고 사용하기 쉬운 데스크톱을 만들었으며, 호환성을 유지하면서 잘 다듬어진 새로운 글꼴과 정성들여 정교화된 애니메이션을 포함한 새로운 시각적 테마를 통해 더 아름다운 그놈 데스크톱을 만들어냈습니다.
lt: GNOME naujasis darbastalis pakelia eleganciją į visai naują lygį. Mes sutvarkėme tą chaotišką betvarkę ir padarėm paprastą ir lengvą naudoti darbastalį. GNOME 3 padarėme gražiausiu iki šiol buvusiu darbastaliu, su naujomis temomis, atnaujintais šriftais bei rankų darbo animacijomis.
lv: Jaunā GNOME darbvirsma sasniedz jaunu elegances līmeni. Atbrīvojot to no visa liekā, mēs izveidojām vienkāršu un viegli lietojamu darbvirsmu, un turklāt skaistāku par visām iepriekšējām, ar jaunu izskatu, uzlabotu fontu un meistarīgi veidotām animācijām.
pt_br: A nova versão do GNOME levou a elegância a um novo nível. Nós acabamos com a desordem e fizemos um ambiente de trabalho simples e fácil de usar, além de tornamos este ambiente GNOME o mais bonito de todos, com um novo tema visual, uma nova fonte refinada e animações criadas cuidadosamente.
ru: Новый рабочий стол GNOME поднимает изящество на новый уровень. Мы вычистили мусор и сделали рабочий стол простым и понятным. Это — самый красивый рабочий стол GNOME, с новой визуальной темой оформления, улучшенным шрифтом и заботливо созданной анимацией.
sl: Namizje GNOME 3 ponuja enostaven in čist uporabniški vmesnik brez navlake. Nedvomno je to najlepše zasnovano namizje GNOME, z novo temo, z izboljšano novo pisavo namizja in s skrbno oblikovanimi animacijami.
tr: GNOME'un yeni masaüstü, zarafeti yeni bir seviyeye taşıyor. Dağınıklığı süpürüp attık ve basit ve kullanımı kolay bir masaüstü yaptık; ve yeni bir görsel tema, arıtılmış yeni bir yazıtipi ve özenle hazırlanmış canlandırmalarla bunu şimdiye kadarki en güzel GNOME masaüstü haline getirdik.
zh_cn: 新版 GNOME 让优雅的定义更上一层楼。我们清理了杂乱的部件、设计了全新的视觉主题、精雕细琢每一个字符和动画、同时保留了兼容性——这一切造就的是有史以来最简洁易用、精工细作的 GNOME 桌面。
zh_tw: 新的 GNOME 桌面讓簡約的定義更上一層樓。我們清理雜亂元件、設計全新視覺主題、精雕細琢每一個符號和動畫，這一切造就的是 GNOME 專案有史以來最簡潔易用、最精緻的 GNOME 桌面。

source: An overview at a glance
af: 'n Oorsig met 'n oogopslag
ca: Un primer cop d'ull
cs: Přehled na první pohled
da: Et hurtigt overblik
de: Alles auf einen Blick
el: Επισκόπηση με μια ματιά
eo: Tuja superrigardo
es: Visión general a primera vista
fa: مروری کلی در یک نگاه
gl: Unha visión de realce
he: סקירה כוללת בחטף
id: Sekilas ringkasan
it: Una panoramica a colpo d'occhio
ja: 一目で見渡す
ko: 한 눈에 보기
lt: Iš pirmo žvilgsnio
lv: Īss pārskats
pt_br: Um olhar de relance
ro: O privire de ansamblu
ru: Краткий обзор
sl: Preglednost v vsakem trenutku
tr: BİR BAKIŞTA GENEL GÖRÜNÜM
ug: بىر قاراشتىلا بىلگىلى بولىدىغان قىسقىچە بايان
zh_cn: 活动一目了然
zh_tw: 所有程式一目了然
